{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "USER:",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "AI:",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<END>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "USER:": 4,
      "AI:": 5,
      "<END>": 6,
      "!": 7,
      "\"": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "=": 31,
      "?": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "Z": 58,
      "[": 59,
      "]": 60,
      "_": 61,
      "`": 62,
      "a": 63,
      "b": 64,
      "c": 65,
      "d": 66,
      "e": 67,
      "f": 68,
      "g": 69,
      "h": 70,
      "i": 71,
      "j": 72,
      "k": 73,
      "l": 74,
      "m": 75,
      "n": 76,
      "o": 77,
      "p": 78,
      "q": 79,
      "r": 80,
      "s": 81,
      "t": 82,
      "u": 83,
      "v": 84,
      "w": 85,
      "x": 86,
      "y": 87,
      "z": 88,
      "~": 89,
      "¥": 90,
      "°": 91,
      "±": 92,
      "¼": 93,
      "Â": 94,
      "Ã": 95,
      "Î": 96,
      "â": 97,
      "Ġ": 98,
      "Ģ": 99,
      "Ī": 100,
      "ī": 101,
      "Ĳ": 102,
      "Ĵ": 103,
      "ĵ": 104,
      "Ķ": 105,
      "Ĺ": 106,
      "Ġt": 107,
      "at": 108,
      "on": 109,
      "in": 110,
      "Ġa": 111,
      "er": 112,
      "es": 113,
      "ĠA": 114,
      "or": 115,
      "he": 116,
      "en": 117,
      "ĠAI": 118,
      "ĠU": 119,
      "ĠUS": 120,
      "ER": 121,
      "Ġc": 122,
      "ĠUSER": 123,
      "Ġs": 124,
      "Ġthe": 125,
      "re": 126,
      "Ġp": 127,
      "is": 128,
      "ion": 129,
      "Ġd": 130,
      "ed": 131,
      "ro": 132,
      "ic": 133,
      "Ġf": 134,
      "an": 135,
      "Ġm": 136,
      "it": 137,
      "ing": 138,
      "ĠW": 139,
      "ĠWh": 140,
      "al": 141,
      "ar": 142,
      "Ġan": 143,
      "Ġin": 144,
      "Ġb": 145,
      "ou": 146,
      "Ġw": 147,
      "st": 148,
      "el": 149,
      "ation": 150,
      "Ġo": 151,
      "Ġand": 152,
      "im": 153,
      "ĠI": 154,
      "ec": 155,
      "ĠWhat": 156,
      "ent": 157,
      "Ġfor": 158,
      "Ġl": 159,
      "Ġto": 160,
      "et": 161,
      "Ġis": 162,
      "am": 163,
      "om": 164,
      "ut": 165,
      "Ġpro": 166,
      "Ġh": 167,
      "ac": 168,
      "oat": 169,
      "ĠR": 170,
      "lu": 171,
      "ol": 172,
      "ĠB": 173,
      "Ġre": 174,
      "ow": 175,
      "le": 176,
      "Ġcon": 177,
      "Ġu": 178,
      "id": 179,
      "ur": 180,
      "ig": 181,
      "ess": 182,
      "Ġof": 183,
      "ich": 184,
      "ect": 185,
      "ce": 186,
      "Ġth": 187,
      "ith": 188,
      "ers": 189,
      "ĠWhich": 190,
      "Ġv": 191,
      "ĠC": 192,
      "OS": 193,
      "'s": 194,
      "Ġon": 195,
      "od": 196,
      "ul": 197,
      "Ġn": 198,
      "lue": 199,
      "Ġr": 200,
      "ĠBlue": 201,
      "Ġy": 202,
      "as": 203,
      "ĠT": 204,
      "ag": 205,
      "per": 206,
      "oc": 207,
      "for": 208,
      "Boat": 209,
      "ve": 210,
      "Ġyou": 211,
      "ĠBlueBoat": 212,
      "ĠH": 213,
      "Ġe": 214,
      "ĠL": 215,
      "ĠN": 216,
      "ĠD": 217,
      "ot": 218,
      "ter": 219,
      "ch": 220,
      "form": 221,
      "Ġwith": 222,
      "Ġcom": 223,
      "ens": 224,
      "Ġst": 225,
      "ad": 226,
      "ard": 227,
      "il": 228,
      "ĠP": 229,
      "Ġus": 230,
      "ĠM": 231,
      "ab": 232,
      "ĠHow": 233,
      "ment": 234,
      "ĠS": 235,
      "ity": 236,
      "Ġdo": 237,
      "ĠG": 238,
      "un": 239,
      "ĠROS": 240,
      "ver": 241,
      "ust": 242,
      "ain": 243,
      "Ġen": 244,
      "pt": 245,
      "em": 246,
      "ate": 247,
      "est": 248,
      "Ġcomp": 249,
      "out": 250,
      "are": 251,
      "os": 252,
      "gr": 253,
      "Ġcont": 254,
      "Ġit": 255,
      "Ġde": 256,
      "ri": 257,
      "and": 258,
      "Ġac": 259,
      "Ġare": 260,
      "ĠV": 261,
      "ist": 262,
      "Ġsy": 263,
      "ject": 264,
      "ĠThe": 265,
      "pp": 266,
      "av": 267,
      "Ġcan": 268,
      "vid": 269,
      "ly": 270,
      "iz": 271,
      "ance": 272,
      "Ġprovid": 273,
      "Ġg": 274,
      "Ġproject": 275,
      "Ġdoes": 276,
      "Ġor": 277,
      "Ġbe": 278,
      "ure": 279,
      "Ġpre": 280,
      "rol": 281,
      "ay": 282,
      "formation": 283,
      "Ġsens": 284,
      "ata": 285,
      "Ġex": 286,
      "AR": 287,
      "ime": 288,
      "ware": 289,
      "Ġinformation": 290,
      "stem": 291,
      "Ġha": 292,
      "ical": 293,
      "Ġab": 294,
      "igh": 295,
      "Ġthes": 296,
      "ron": 297,
      "Ġal": 298,
      "Ġsensor": 299,
      "DAR": 300,
      "iDAR": 301,
      "ĠLiDAR": 302,
      "if": 303,
      "ive": 304,
      "qu": 305,
      "us": 306,
      "Ġtr": 307,
      "Ġmod": 308,
      "icro": 309,
      "ous": 310,
      "age": 311,
      "Ġdata": 312,
      "ock": 313,
      "Ġboat": 314,
      "Ġres": 315,
      "Ġmicro": 316,
      "Ġhave": 317,
      "Ġabout": 318,
      "Ġcontrol": 319,
      "te": 320,
      "Ġas": 321,
      "pl": 322,
      "ine": 323,
      "ated": 324,
      "Ġper": 325,
      "ions": 326,
      "oll": 327,
      "ign": 328,
      "Ġ(": 329,
      "fer": 330,
      "Ġby": 331,
      "th": 332,
      "Ġad": 333,
      "Ġwh": 334,
      "Ġsu": 335,
      "ates": 336,
      "ision": 337,
      "ĠIn": 338,
      "bst": 339,
      "ĠMy": 340,
      "pere": 341,
      "of": 342,
      "Ġsystem": 343,
      "enc": 344,
      "Ġco": 345,
      "ics": 346,
      "ations": 347,
      "ian": 348,
      "âĢ": 349,
      "oard": 350,
      "olo": 351,
      "agn": 352,
      "ight": 353,
      "Ġwas": 354,
      "Am": 355,
      "Ġacc": 356,
      "ĠmicroAm": 357,
      "ĠmicroAmpere": 358,
      "enti": 359,
      "ack": 360,
      "essel": 361,
      "ear": 362,
      "Ġro": 363,
      "'t": 364,
      "Ġdon": 365,
      "Ġinter": 366,
      "CA": 367,
      "Ġlo": 368,
      "Ġaut": 369,
      "Ġthr": 370,
      "Ġthesis": 371,
      "bstac": 372,
      "Ġhe": 373,
      "ort": 374,
      "Ġpar": 375,
      "Ġmodel": 376,
      "onom": 377,
      "Ġused": 378,
      "âĢĲ": 379,
      "pe": 380,
      "um": 381,
      "ĠAs": 382,
      "able": 383,
      "Ġthrust": 384,
      "onomous": 385,
      "les": 386,
      "uring": 387,
      "ĠCan": 388,
      "ork": 389,
      "ct": 390,
      "ies": 391,
      "Ġvessel": 392,
      "ĠNM": 393,
      "ell": 394,
      "vel": 395,
      "ĠIt": 396,
      "ĠO": 397,
      "Ġdes": 398,
      "Ġun": 399,
      "yn": 400,
      "Ġtest": 401,
      "cept": 402,
      "ult": 403,
      "ib": 404,
      "Ġim": 405,
      "ord": 406,
      "ik": 407,
      "Ġup": 408,
      "PC": 409,
      "ster": 410,
      "Ġ3": 411,
      "PS": 412,
      "ys": 413,
      "Ġty": 414,
      "Ġsim": 415,
      "Ġbut": 416,
      "tegr": 417,
      "ED": 418,
      "Ġk": 419,
      "Ġsc": 420,
      "ite": 421,
      "ĠNMPC": 422,
      "NS": 423,
      "Ġwat": 424,
      "Ġobstac": 425,
      "ĠGNS": 426,
      "ĠGNSS": 427,
      "Ġman": 428,
      "ely": 429,
      "ame": 430,
      "uter": 431,
      "Ġautonomous": 432,
      "MU": 433,
      "iss": 434,
      "Ġduring": 435,
      "all": 436,
      "ĠIMU": 437,
      "Ġreal": 438,
      "chron": 439,
      "ception": 440,
      "ge": 441,
      "rom": 442,
      "ans": 443,
      "amet": 444,
      "ynam": 445,
      "Ġsimul": 446,
      "Ġme": 447,
      "iv": 448,
      "vi": 449,
      "Ġfrom": 450,
      "ace": 451,
      "Ġdesign": 452,
      "ĠK": 453,
      "Ġpl": 454,
      "Ġdynam": 455,
      "Ġmiss": 456,
      "de": 457,
      "ual": 458,
      "ull": 459,
      "Ġparamet": 460,
      "ere": 461,
      "ence": 462,
      "Ġvi": 463,
      "DS": 464,
      "ap": 465,
      "ĠZ": 466,
      "Ġqu": 467,
      "Ġsyn": 468,
      "ms": 469,
      "Ġintegr": 470,
      "Ġfav": 471,
      "ary": 472,
      "Ġprec": 473,
      "Ġsynchron": 474,
      "Ġfavor": 475,
      "ise": 476,
      "Ġdet": 477,
      "Ġnot": 478,
      "ĠPro": 479,
      "Ġ2": 480,
      "ind": 481,
      "Ġch": 482,
      "aragn": 483,
      "ĠVaragn": 484,
      "ĠVaragnolo": 485,
      "lo": 486,
      "ple": 487,
      "isk": 488,
      "Ġfi": 489,
      "ĠZED": 490,
      "af": 491,
      "nect": 492,
      "time": 493,
      "tware": 494,
      "Ġ6": 495,
      "ĠF": 496,
      "ĠY": 497,
      "Ġmess": 498,
      "ets": 499,
      "Ġconnect": 500,
      "Ġne": 501,
      "ocking": 502,
      "oftware": 503,
      "bot": 504,
      "cl": 505,
      "cess": 506,
      "ĠAl": 507,
      "ech": 508,
      "Ġproviding": 509,
      "Ġ\"": 510,
      "Ġ0": 511,
      "Ġover": 512,
      "etw": 513,
      "Ġyour": 514,
      "ency": 515,
      "Ġoper": 516,
      "ower": 517,
      "Ġperception": 518,
      "earch": 519,
      "fig": 520,
      "pon": 521,
      "ator": 522,
      "Ġpr": 523,
      "Ġits": 524,
      "Ġwater": 525,
      "gor": 526,
      "xim": 527,
      "Ġsoftware": 528,
      "Ġfoc": 529,
      "Ġrec": 530,
      "Ġalgor": 531,
      "ollision": 532,
      "Ġsynchroniz": 533,
      "Ġfocus": 534,
      "Ġalgorith": 535,
      "ings": 536,
      "ĠWho": 537,
      "Ġinc": 538,
      "ĠRe": 539,
      "Ġresearch": 540,
      "Ġfavorite": 541,
      "Ġ1": 542,
      "end": 543,
      "idance": 544,
      "ardware": 545,
      "ast": 546,
      "eloc": 547,
      "ĠDo": 548,
      "Ġupd": 549,
      "ail": 550,
      "gh": 551,
      "Ġtim": 552,
      "ility": 553,
      "rib": 554,
      "fess": 555,
      "op": 556,
      "Ġrel": 557,
      "ning": 558,
      "ts": 559,
      "vis": 560,
      "Ġlik": 561,
      "Ġnod": 562,
      "gren": 563,
      "Ġprovides": 564,
      "stergren": 565,
      "ĠAlstergren": 566,
      "ial": 567,
      "lp": 568,
      "ĠJ": 569,
      "Ġdist": 570,
      "Ġmain": 571,
      "Ġhelp": 572,
      "echn": 573,
      "elocity": 574,
      "ces": 575,
      "ld": 576,
      "ry": 577,
      "ud": 578,
      "Ġam": 579,
      "ĠAn": 580,
      "our": 581,
      "amian": 582,
      "ach": 583,
      "ased": 584,
      "ĠDamian": 585,
      "Ġenvi": 586,
      "ronment": 587,
      "Ġtrans": 588,
      "Ġass": 589,
      "ĠDamiano": 590,
      "Ġenvironment": 591,
      "Ġat": 592,
      "era": 593,
      "Ġset": 594,
      "amera": 595,
      "Ġwhich": 596,
      "ĠYes": 597,
      "ff": 598,
      "ru": 599,
      "ond": 600,
      "Ġfr": 601,
      "Ġmult": 602,
      "ition": 603,
      "Ġform": 604,
      "Ġcomm": 605,
      "Ġusing": 606,
      "avig": 607,
      "DOS": 608,
      "du": 609,
      "led": 610,
      "mot": 611,
      "Ġ5": 612,
      "Ġapp": 613,
      "ĠACA": 614,
      "ents": 615,
      "Ġsuper": 616,
      "fessor": 617,
      "ĠACADOS": 618,
      "RI": 619,
      "Ġtime": 620,
      "Ġma": 621,
      "ari": 622,
      "Ġhardware": 623,
      "Ġconfig": 624,
      "Ġvia": 625,
      "gy": 626,
      "Ġsaf": 627,
      "ability": 628,
      "Ġgu": 629,
      "Ġsensors": 630,
      "Ġtrain": 631,
      "Ġinclu": 632,
      ").": 633,
      "ep": 634,
      "face": 635,
      "gs": 636,
      "ses": 637,
      "erv": 638,
      "Ġrun": 639,
      "ibr": 640,
      "Ġdynamic": 641,
      "ĠE": 642,
      "ĠAre": 643,
      "Ġcamera": 644,
      "Ġsh": 645,
      "rou": 646,
      "aran": 647,
      "oun": 648,
      "Ġlat": 649,
      "Ġprim": 650,
      "Ġph": 651,
      "ant": 652,
      "Ġprocess": 653,
      "ĠDDS": 654,
      "ĠPPS": 655,
      "Ġaccur": 656,
      "board": 657,
      "ci": 658,
      "jer": 659,
      "ken": 660,
      "ost": 661,
      "sen": 662,
      "Ġpack": 663,
      "imit": 664,
      "econd": 665,
      "Ġlimit": 666,
      "ĠBjer": 667,
      "Ġcomputer": 668,
      "Ġall": 669,
      "ysical": 670,
      "ĠBjerken": 671,
      "oin": 672,
      "pro": 673,
      "ors": 674,
      "Ġrespon": 675,
      "Ġperform": 676,
      "Ġsimulation": 677,
      "botics": 678,
      "Ġconfigur": 679,
      "Ġens": 680,
      "Ġcur": 681,
      "Ġsp": 682,
      "Ġdis": 683,
      "ution": 684,
      "act": 685,
      "ures": 686,
      "ĠCRI": 687,
      "ages": 688,
      "Ġmulti": 689,
      "ef": 690,
      "ĠOS": 691,
      "Ġag": 692,
      "Ġdocking": 693,
      "ice": 694,
      "Ġhand": 695,
      "plo": 696,
      "rough": 697,
      "der": 698,
      "gre": 699,
      "Ġtop": 700,
      "Ġprot": 701,
      "tere": 702,
      "Ġlike": 703,
      "aw": 704,
      "ler": 705,
      "lsen": 706,
      "ub": 707,
      "Ġdec": 708,
      "ication": 709,
      "arlsen": 710,
      "eth": 711,
      "ide": 712,
      "ĠKarlsen": 713,
      "Ġphysical": 714,
      "ress": 715,
      "ating": 716,
      "ore": 717,
      "Ġ64": 718,
      "Ġupdates": 719,
      "Ġtiming": 720,
      "Ġsupervis": 721,
      "ploy": 722,
      "ystem": 723,
      "Ġpower": 724,
      "ros": 725,
      "Ġint": 726,
      "ould": 727,
      "und": 728,
      "Ġdevel": 729,
      "Ġtyp": 730,
      "Ġtype": 731,
      "Ġfe": 732,
      "elt": 733,
      "ection": 734,
      "Ġobstacle": 735,
      "Ġparameter": 736,
      "PU": 737,
      "Ġtechn": 738,
      "Ġav": 739,
      "ener": 740,
      "ang": 741,
      "Ġmar": 742,
      "imers": 743,
      "ĠIP": 744,
      "ĠIs": 745,
      "Ġremot": 746,
      "ĠCollision": 747,
      "ference": 748,
      "peed": 749,
      "Ġmessage": 750,
      "etson": 751,
      "ĠReimers": 752,
      "ĠJetson": 753,
      "Ġinclud": 754,
      "eg": 755,
      "ire": 756,
      "pos": 757,
      "way": 758,
      "atam": 759,
      "ately": 760,
      "ĠAut": 761,
      "Ġcatam": 762,
      "Ġpos": 763,
      "round": 764,
      "Ġredu": 765,
      "Ġuse": 766,
      "ĠSenti": 767,
      "Ġprefer": 768,
      "Ġobstacles": 769,
      "ount": 770,
      "Ġresponses": 771,
      "Ġcatamaran": 772,
      "ient": 773,
      "atter": 774,
      "hen": 775,
      "Ġbatter": 776,
      "Ġtheses": 777,
      "Ġload": 778,
      "ĠProfessor": 779,
      "Ġassist": 780,
      "Ġtraining": 781,
      "ubl": 782,
      "port": 783,
      "Ġcust": 784,
      "Ġoff": 785,
      "Ġdeploy": 786,
      "Ġexper": 787,
      "Ġadd": 788,
      "Ġimple": 789,
      "Ġmissions": 790,
      "Ġcustom": 791,
      "Ġimplement": 792,
      "NU": 793,
      "PI": 794,
      "TNU": 795,
      "aun": 796,
      "Ġif": 797,
      "ann": 798,
      "Ġhigh": 799,
      "Ġprovide": 800,
      "Ġadv": 801,
      "Ġaccess": 802,
      "ction": 803,
      "ordin": 804,
      "Ġmission": 805,
      "her": 806,
      "ir": 807,
      "ks": 808,
      "now": 809,
      "rin": 810,
      "atform": 811,
      "Ġpers": 812,
      "ĠMCA": 813,
      "Ġexec": 814,
      "Ġunder": 815,
      "Ġtests": 816,
      "Ġplatform": 817,
      "Ġneed": 818,
      "Ġsynchronization": 819,
      "Ġframe": 820,
      "Ġlatency": 821,
      "Ġcurr": 822,
      "Ġperson": 823,
      "ĠMCAP": 824,
      "AV": 825,
      "PN": 826,
      "RL": 827,
      "apt": 828,
      "Ġsol": 829,
      "Ġconst": 830,
      "Ġvelocity": 831,
      "ular": 832,
      "ĠDRL": 833,
      "ĠGPS": 834,
      "Ġcontain": 835,
      "ĠVPN": 836,
      "etwork": 837,
      "oint": 838,
      "'m": 839,
      "60": 840,
      "Board": 841,
      "dic": 842,
      "put": 843,
      "Ġsur": 844,
      "Ġwork": 845,
      "ĠRo": 846,
      "ĠRisk": 847,
      "Ġonboard": 848,
      "Ġnetwork": 849,
      "Ġgener": 850,
      "Ġsupp": 851,
      "Ġcoordin": 852,
      "earning": 853,
      "Ġalgorithm": 854,
      "Ġdevelop": 855,
      "ĠSentiBoard": 856,
      "acy": 857,
      "Ġread": 858,
      "idd": 859,
      "Ġthrough": 860,
      "ĠSystem": 861,
      "ocker": 862,
      "Ġknow": 863,
      "Ġprecise": 864,
      "Ġprimary": 865,
      "Ġaccuracy": 866,
      "ethod": 867,
      "Ġmarine": 868,
      "pose": 869,
      "PO": 870,
      "ft": 871,
      "ont": 872,
      "roxim": 873,
      "Ġnavig": 874,
      "Ġeff": 875,
      "dex": 876,
      "Ġparameters": 877,
      "Ġbattery": 878,
      "roximately": 879,
      "50": 880,
      "ao": 881,
      "een": 882,
      "ie": 883,
      "ĠQ": 884,
      "Ġel": 885,
      "Ġtw": 886,
      "ong": 887,
      "Ġach": 888,
      "Ġspeed": 889,
      "Ġfil": 890,
      "Ġrece": 891,
      "ĠCao": 892,
      "Ġstand": 893,
      "ables": 894,
      "Ġcontroller": 895,
      "ther": 896,
      "Ġthruster": 897,
      "Ġdesigned": 898,
      "aunch": 899,
      "Ġsupport": 900,
      "Ġachie": 901,
      "67": 902,
      "TK": 903,
      "vers": 904,
      "Ġcal": 905,
      "Ġpri": 906,
      "Ġmot": 907,
      "Ġmore": 908,
      "arb": 909,
      "Ġstud": 910,
      "Ġstability": 911,
      "ptim": 912,
      "Ġinformational": 913,
      "ĠIndex": 914,
      "ences": 915,
      "Ġintegration": 916,
      "Ġprecision": 917,
      "Ġformat": 918,
      "Ġguidance": 919,
      "Ġconfiguration": 920,
      "Ġpreferences": 921,
      "Ġprior": 922,
      "Pand": 923,
      "ox": 924,
      "oidance": 925,
      "atte": 926,
      "erm": 927,
      "Ġcap": 928,
      "Ġsm": 929,
      "Ġserv": 930,
      "Ġpubl": 931,
      "Ġbetw": 932,
      "ĠLatte": 933,
      "Ġallow": 934,
      "Panda": 935,
      "Ġbetween": 936,
      "ĠLattePanda": 937,
      "ied": 938,
      "iagn": 939,
      "oS": 940,
      "onik": 941,
      "ĠApp": 942,
      "Ġse": 943,
      "Ġdri": 944,
      "Ġmethod": 945,
      "Ġboard": 946,
      "ected": 947,
      "Ġrisk": 948,
      "ĠTo": 949,
      "ĠTelt": 950,
      "ĠDocker": 951,
      "adem": 952,
      "Ġencl": 953,
      "Ġacadem": 954,
      "ific": 955,
      "Ġsystems": 956,
      "ology": 957,
      "ivity": 958,
      "Ġnodes": 959,
      "Ġpersonal": 960,
      "iagnost": 961,
      "onika": 962,
      "ĠTeltonika": 963,
      "Ġenclos": 964,
      "Ġacademic": 965,
      "one": 966,
      "Ġdid": 967,
      "Ġfre": 968,
      "ĠWhy": 969,
      "eld": 970,
      "ute": 971,
      "olic": 972,
      "Ġcompress": 973,
      "osen": 974,
      "Ġrouter": 975,
      "Ġchosen": 976,
      "Ġalgorithms": 977,
      "ails": 978,
      "Ġnode": 979,
      "ruct": 980,
      "Ġperformance": 981,
      "annel": 982,
      "Ġeffic": 983,
      "TX": 984,
      "UTX": 985,
      "ood": 986,
      "atic": 987,
      "enari": 988,
      "Ġhull": 989,
      "ĠRUTX": 990,
      "own": 991,
      "ĠTh": 992,
      "Ġem": 993,
      "ĠNTNU": 994,
      "Ġcompon": 995,
      "ized": 996,
      "ured": 997,
      "Ġ360": 998,
      "Ġkind": 999,
      "lox": 1000,
      "load": 1001,
      "Ġdistrib": 1002,
      "ross": 1003,
      "Ġremote": 1004,
      "dict": 1005,
      "ĠRobotics": 1006,
      "blox": 1007,
      "rain": 1008,
      "work": 1009,
      "Ġout": 1010,
      "Ġsign": 1011,
      "Ġfun": 1012,
      "Ġmount": 1013,
      "Ġharb": 1014,
      "ocol": 1015,
      "ĠNor": 1016,
      "Ġuses": 1017,
      "thing": 1018,
      "ential": 1019,
      "Ġintern": 1020,
      "Ġhead": 1021,
      "Ġmessages": 1022,
      "Ġrecord": 1023,
      "Ġsett": 1024,
      "Ġappl": 1025,
      "Ġdeck": 1026,
      "Ġposition": 1027,
      "Ġimplementation": 1028,
      "ced": 1029,
      "ile": 1030,
      "ium": 1031,
      "line": 1032,
      "mod": 1033,
      "ves": 1034,
      "Ġte": 1035,
      "Ġcl": 1036,
      "Ġpur": 1037,
      "Ġbus": 1038,
      "Ġbased": 1039,
      "Ġwere": 1040,
      "Ġwould": 1041,
      "Ġwhen": 1042,
      "Ġlearning": 1043,
      "Ġlong": 1044,
      "Ġcons": 1045,
      "Ġver": 1046,
      "ĠNo": 1047,
      "Ġwithout": 1048,
      "ĠPPO": 1049,
      "ollard": 1050,
      "Ġmany": 1051,
      "ivers": 1052,
      "Ġdisc": 1053,
      "Ġagent": 1054,
      "Ġtopic": 1055,
      "Ġinto": 1056,
      "ĠQoS": 1057,
      "00": 1058,
      "Time": 1059,
      "eu": 1060,
      "eight": 1061,
      "pend": 1062,
      "ative": 1063,
      "enef": 1064,
      "Ġstere": 1065,
      "read": 1066,
      "Ġdiagnost": 1067,
      "Ġmidd": 1068,
      "Ġbenef": 1069,
      "leware": 1070,
      "Ġcond": 1071,
      "Ġvari": 1072,
      "Ġone": 1073,
      "ase": 1074,
      "uster": 1075,
      "ize": 1076,
      "Ġexpl": 1077,
      "Ġcost": 1078,
      "Ġlogs": 1079,
      "ĠOuster": 1080,
      "Ġscenari": 1081,
      "Ġcommun": 1082,
      "Ġpacks": 1083,
      "Ġsupervisor": 1084,
      "Ġtypical": 1085,
      "Ġreduces": 1086,
      "Ġstandard": 1087,
      "Ġpurpose": 1088,
      "Ġstereo": 1089,
      "Ġmiddleware": 1090,
      "ix": 1091,
      "iver": 1092,
      "ps": 1093,
      "second": 1094,
      "Ġ`": 1095,
      "ish": 1096,
      "ances": 1097,
      "oud": 1098,
      "elf": 1099,
      "ational": 1100,
      "Ġoptim": 1101,
      "Ġtool": 1102,
      "ĠRTK": 1103,
      "old": 1104,
      "Ġvis": 1105,
      "ared": 1106,
      "Ġthrusters": 1107,
      "ible": 1108,
      "Ġmeas": 1109,
      "msgs": 1110,
      "Ġfield": 1111,
      "Ġconnectivity": 1112,
      "Ġrelated": 1113,
      "Ġtransport": 1114,
      "Ġsolver": 1115,
      "Ġnavigation": 1116,
      "DDS": 1117,
      "OL": 1118,
      "Re": 1119,
      "ycl": 1120,
      "Ġ+": 1121,
      "Ġcre": 1122,
      "Ġmat": 1123,
      "itions": 1124,
      "alys": 1125,
      "art": 1126,
      "Ġlang": 1127,
      "ĠCOL": 1128,
      "ĠCycl": 1129,
      "Ġev": 1130,
      "ĠNX": 1131,
      "Ġstep": 1132,
      "gram": 1133,
      "Ġdepend": 1134,
      "ĠOrin": 1135,
      "degre": 1136,
      "Ġsynchronized": 1137,
      "Ġlimitations": 1138,
      "Ġframework": 1139,
      "ĠApproximately": 1140,
      "oneDDS": 1141,
      "Ġbenefit": 1142,
      "alysis": 1143,
      "Ġlangu": 1144,
      "ĠCycloneDDS": 1145,
      "degree": 1146,
      "OF": 1147,
      "back": 1148,
      "crib": 1149,
      "ior": 1150,
      "not": 1151,
      "ues": 1152,
      "Ġcollision": 1153,
      "Ġdual": 1154,
      "Ġfl": 1155,
      "Ġlibr": 1156,
      "ety": 1157,
      "Ġcannot": 1158,
      "Ġimpro": 1159,
      "allback": 1160,
      "Ġquest": 1161,
      "Ġsafety": 1162,
      "Ġprotocol": 1163,
      "Ġfunction": 1164,
      "Ġconditions": 1165,
      "Ġlibrary": 1166,
      "VO": 1167,
      "ke": 1168,
      "ov": 1169,
      "rt": 1170,
      "ved": 1171,
      "Ġx": 1172,
      "Ġsing": 1173,
      "Ġpolic": 1174,
      "Ġmin": 1175,
      "ality": 1176,
      "Ġbr": 1177,
      "Ġwide": 1178,
      "ames": 1179,
      "Ġhous": 1180,
      "level": 1181,
      "urb": 1182,
      "Ġthis": 1183,
      "ĠHz": 1184,
      "ĠNavig": 1185,
      "ensive": 1186,
      "very": 1187,
      "Ġact": 1188,
      "Ġacross": 1189,
      "ĠVelocity": 1190,
      "Ġpredict": 1191,
      "Ġext": 1192,
      "Ġinterface": 1193,
      "ĠObstac": 1194,
      "Ġdynamics": 1195,
      "Ġdisturb": 1196,
      "Ġenvironmental": 1197,
      "Ġcommand": 1198,
      "Ġruns": 1199,
      "Ġspec": 1200,
      "Ġfeat": 1201,
      "Ġcurrent": 1202,
      "ontrol": 1203,
      "Ġreceiver": 1204,
      "Ġstudent": 1205,
      "Ġsignal": 1206,
      "ĠNavigator": 1207,
      "86": 1208,
      "DOF": 1209,
      "evel": 1210,
      "ip": 1211,
      "âĪ": 1212,
      "Ġ/": 1213,
      "infor": 1214,
      "Ġdoc": 1215,
      "Ġinit": 1216,
      "Ġbod": 1217,
      "Ġwind": 1218,
      "utor": 1219,
      "cement": 1220,
      "ĠCom": 1221,
      "odocking": 1222,
      "Ġno": 1223,
      "ĠGPU": 1224,
      "Ġdegre": 1225,
      "Ġavoidance": 1226,
      "ĠAutodocking": 1227,
      "Ġdeployment": 1228,
      "Ġexecutor": 1229,
      "Ġsurface": 1230,
      "âĪĴ": 1231,
      "inforcement": 1232,
      "Ġbody": 1233,
      "Ġdegrees": 1234,
      "25": 1235,
      "Id": 1236,
      "SV": 1237,
      "ever": 1238,
      "ges": 1239,
      "jam": 1240,
      "pull": 1241,
      "sion": 1242,
      "ten": 1243,
      "erthing": 1244,
      "enjam": 1245,
      "Ġcell": 1246,
      "Ġother": 1247,
      "Ġlight": 1248,
      "Ġlaunch": 1249,
      "Ġprop": 1250,
      "olab": 1251,
      "ĠBenjam": 1252,
      "Ġthat": 1253,
      "ĠCPU": 1254,
      "ĠName": 1255,
      "tern": 1256,
      "Ġstor": 1257,
      "ily": 1258,
      "ĠStere": 1259,
      "Ġenable": 1260,
      "Ġwhat": 1261,
      "Ġrobotics": 1262,
      "Ġsafe": 1263,
      "ĠSystemId": 1264,
      "Ġinternet": 1265,
      "Ġvisual": 1266,
      "ĠCOLAV": 1267,
      "olabs": 1268,
      "ĠBenjamin": 1269,
      "ĠStereolabs": 1270,
      "),": 1271,
      "03": 1272,
      "Lin": 1273,
      "Sight": 1274,
      "ber": 1275,
      "based": 1276,
      "cal": 1277,
      "com": 1278,
      "med": 1279,
      "rate": 1280,
      "senti": 1281,
      "up": 1282,
      "ument": 1283,
      "hed": 1284,
      "Ġcel": 1285,
      "Ġpay": 1286,
      "Ġport": 1287,
      "Ġany": 1288,
      "Ġinst": 1289,
      "Ġbu": 1290,
      "Ġwr": 1291,
      "Ġprogram": 1292,
      "Ġconver": 1293,
      "ithium": 1294,
      "Ġyaw": 1295,
      "ĠLOS": 1296,
      "ĠLine": 1297,
      "Ġenh": 1298,
      "Ġenables": 1299,
      "Ġdef": 1300,
      "Ġground": 1301,
      "iffer": 1302,
      "Ġadapt": 1303,
      "Ġmodels": 1304,
      "Ġfile": 1305,
      "Ġoperate": 1306,
      "Ġenvironments": 1307,
      "Ġprocessing": 1308,
      "Ġincluding": 1309,
      "ĠAutonomous": 1310,
      "Ġadvant": 1311,
      "Ġconstrain": 1312,
      "Ġcontainers": 1313,
      "Ġdevelopment": 1314,
      "Ġsmall": 1315,
      "Ġsettings": 1316,
      "Ġcommunication": 1317,
      "Ġdocument": 1318,
      "Ġnoise": 1319,
      "037": 1320,
      "cale": 1321,
      "Ġpayload": 1322,
      "BC": 1323,
      "cing": 1324,
      "cur": 1325,
      "down": 1326,
      "eat": 1327,
      "gg": 1328,
      "ule": 1329,
      "weg": 1330,
      "ĠUn": 1331,
      "isation": 1332,
      "ional": 1333,
      "Ġfold": 1334,
      "Ġmed": 1335,
      "Ġinput": 1336,
      "Ġberthing": 1337,
      "Ġhum": 1338,
      "Ġrequ": 1339,
      "Ġequ": 1340,
      "ĠNot": 1341,
      "ĠSBC": 1342,
      "ays": 1343,
      "Ġhapp": 1344,
      "Ġmodule": 1345,
      "ollow": 1346,
      "Ġmaneu": 1347,
      "Ġdetection": 1348,
      "ĠFast": 1349,
      "Ġneur": 1350,
      "Ġ12": 1351,
      "Ġframes": 1352,
      "ibration": 1353,
      "Ġhandle": 1354,
      "Ġsupervised": 1355,
      "Ġtwin": 1356,
      "Ġcalibration": 1357,
      "ermin": 1358,
      "Ġenclosure": 1359,
      "ĠNorweg": 1360,
      "Reference": 1361,
      "Ġsingle": 1362,
      "ĠNorwegian": 1363,
      "hor": 1364,
      "king": 1365,
      "oper": 1366,
      "xt": 1367,
      "Ġ8": 1368,
      "Ġj": 1369,
      "Ġsec": 1370,
      "Ġlar": 1371,
      "ams": 1372,
      "omet": 1373,
      "Ġhere": 1374,
      "acity": 1375,
      "Ġvect": 1376,
      "ĠSt": 1377,
      "ĠGood": 1378,
      "rial": 1379,
      "Ġtrack": 1380,
      "Ġsuch": 1381,
      "Ġrout": 1382,
      "Ġvessels": 1383,
      "itional": 1384,
      "Ġshut": 1385,
      "cipl": 1386,
      "Ġphysically": 1387,
      "Ġtypes": 1388,
      "ired": 1389,
      "Ġoffers": 1390,
      "Ġcapacity": 1391,
      "Ġpositioning": 1392,
      "Ġquestions": 1393,
      "Ġdisturbances": 1394,
      "iency": 1395,
      "less": 1396,
      "pal": 1397,
      "se": 1398,
      "tal": 1399,
      "ters": 1400,
      "tical": 1401,
      "Ġcapt": 1402,
      "ised": 1403,
      "ications": 1404,
      "anos": 1405,
      "arily": 1406,
      "Ġang": 1407,
      "Ġlist": 1408,
      "Ġtotal": 1409,
      "Ġnanos": 1410,
      "ĠTechn": 1411,
      "ill": 1412,
      "ĠSVO": 1413,
      "Ġenc": 1414,
      "Ġend": 1415,
      "pth": 1416,
      "Ġdepth": 1417,
      "pping": 1418,
      "Ġquality": 1419,
      "ponent": 1420,
      "ximum": 1421,
      "Ġreli": 1422,
      "Ġmaximum": 1423,
      "Ġprimarily": 1424,
      "cipal": 1425,
      "Ġconfigurations": 1426,
      "Ġensuring": 1427,
      "Ġhandles": 1428,
      "Ġdeployed": 1429,
      "Ġfilter": 1430,
      "Ġachieved": 1431,
      "Ġvertical": 1432,
      "readed": 1433,
      "Ġscenarios": 1434,
      "Ġlanguage": 1435,
      "Ġbuil": 1436,
      "Ġconstraints": 1437,
      "ciplin": 1438,
      "Ġnanosecond": 1439,
      "ĠTechnology": 1440,
      "64": 1441,
      "dust": 1442,
      "ew": 1443,
      "fix": 1444,
      "hav": 1445,
      "lar": 1446,
      "ng": 1447,
      "pber": 1448,
      "sues": 1449,
      "weight": 1450,
      "Ġed": 1451,
      "onit": 1452,
      "orre": 1453,
      "oriz": 1454,
      "Ġclu": 1455,
      "Ġsway": 1456,
      "Ġfa": 1457,
      "Ġmy": 1458,
      "Ġmonit": 1459,
      "ities": 1460,
      "Ġbet": 1461,
      "Ġbollard": 1462,
      "Ġissues": 1463,
      "Ġhoriz": 1464,
      "ĠRas": 1465,
      "lum": 1466,
      "lular": 1467,
      "ulsion": 1468,
      "Ġname": 1469,
      "Ġrest": 1470,
      "Ġeach": 1471,
      "ĠLower": 1472,
      "Ġstrate": 1473,
      "ĠPi": 1474,
      "ĠMAV": 1475,
      "abled": 1476,
      "ĠGPI": 1477,
      "pped": 1478,
      "Ġbehav": 1479,
      "Ġmicrosecond": 1480,
      "Ġtesting": 1481,
      "alled": 1482,
      "Ġdetail": 1483,
      "Ġruntime": 1484,
      "ĠEng": 1485,
      "Ġaccurate": 1486,
      "Ġadditional": 1487,
      "Ġpublish": 1488,
      "Ġallowing": 1489,
      "Ġcomponents": 1490,
      "Ġheading": 1491,
      "Ġclock": 1492,
      "oving": 1493,
      "Ġminim": 1494,
      "Ġpropulsion": 1495,
      "Link": 1496,
      "Ġcellular": 1497,
      "Ġadvantage": 1498,
      "Ġtracking": 1499,
      "pberry": 1500,
      "Ġmonitor": 1501,
      "Ġbetter": 1502,
      "ĠRaspberry": 1503,
      "ĠMAVLink": 1504,
      "ĠGPIO": 1505,
      "Ġmicroseconds": 1506,
      "ling": 1507,
      "nes": 1508,
      "ness": 1509,
      "ok": 1510,
      "ric": 1511,
      "ted": 1512,
      "yth": 1513,
      "ines": 1514,
      "Ġaff": 1515,
      "ĠASV": 1516,
      "Ġcar": 1517,
      "Ġcent": 1518,
      "Ġpoint": 1519,
      "Ġob": 1520,
      "Ġloc": 1521,
      "etnes": 1522,
      "Ġprofessor": 1523,
      "idth": 1524,
      "Ġnum": 1525,
      "ason": 1526,
      "ĠTails": 1527,
      "ĠLetnes": 1528,
      "ĠDC": 1529,
      "channel": 1530,
      "ĠPyth": 1531,
      "grad": 1532,
      "Ġexp": 1533,
      "Ġwho": 1534,
      "Ġpart": 1535,
      "Ġmean": 1536,
      "Ġassign": 1537,
      "Ġensure": 1538,
      "Ġtechnical": 1539,
      "Ġexperim": 1540,
      "Ġcompression": 1541,
      "Ġefficiency": 1542,
      "Ġdistribution": 1543,
      "Ġharbour": 1544,
      "iversity": 1545,
      "Ġsteps": 1546,
      "medi": 1547,
      "Ġmedian": 1548,
      "ĠTailscale": 1549,
      "ĠPython": 1550,
      "DI": 1551,
      "IDI": 1552,
      "VIDI": 1553,
      "day": 1554,
      "ful": 1555,
      "og": 1556,
      "pec": 1557,
      "res": 1558,
      "rch": 1559,
      "uan": 1560,
      "Ġche": 1561,
      "Ġcol": 1562,
      "Ġcallback": 1563,
      "ree": 1564,
      "edom": 1565,
      "Ġfollow": 1566,
      "itect": 1567,
      "ally": 1568,
      "Ġbest": 1569,
      "imin": 1570,
      "Ġlay": 1571,
      "Ġtoday": 1572,
      "Ġisol": 1573,
      "Ġreference": 1574,
      "lex": 1575,
      "ĠLuan": 1576,
      "ĠNVIDI": 1577,
      "term": 1578,
      "ĠPoint": 1579,
      "izing": 1580,
      "Ġsense": 1581,
      "ife": 1582,
      "ified": 1583,
      "encies": 1584,
      "olog": 1585,
      "agnet": 1586,
      "ello": 1587,
      "Ġchannel": 1588,
      "Ġwaterpro": 1589,
      "rypt": 1590,
      "Ġmultiple": 1591,
      "Ġtopics": 1592,
      "Ġincludes": 1593,
      "ways": 1594,
      "Ġtwo": 1595,
      "Ġachieve": 1596,
      "Ġfreedom": 1597,
      "Ġefficient": 1598,
      "Ġmounted": 1599,
      "Ġapplications": 1600,
      "TimeReference": 1601,
      "Ġdiagnostics": 1602,
      "ĠObstacle": 1603,
      "Ġspecific": 1604,
      "ifferential": 1605,
      "rchitect": 1606,
      "ĠNVIDIA": 1607,
      "Ġwaterproof": 1608,
      "rchitecture": 1609,
      "20": 1610,
      "PA": 1611,
      "ax": 1612,
      "band": 1613,
      "box": 1614,
      "ched": 1615,
      "dri": 1616,
      "eb": 1617,
      "gest": 1618,
      "ience": 1619,
      "mit": 1620,
      "mers": 1621,
      "obst": 1622,
      "rist": 1623,
      "rical": 1624,
      "sh": 1625,
      "so": 1626,
      "syn": 1627,
      "tight": 1628,
      "vision": 1629,
      "wor": 1630,
      "Ġ9": 1631,
      "Ġenti": 1632,
      "Ġta": 1633,
      "ĠAb": 1634,
      "ĠUAR": 1635,
      "Ġcoll": 1636,
      "Ġcould": 1637,
      "roach": 1638,
      "Ġful": 1639,
      "Ġfull": 1640,
      "Ġfact": 1641,
      "Ġmagnet": 1642,
      "Ġbase": 1643,
      "amp": 1644,
      "olution": 1645,
      "ĠBy": 1646,
      "Ġconvers": 1647,
      "urance": 1648,
      "ectrical": 1649,
      "Ġthan": 1650,
      "fort": 1651,
      "ĠDes": 1652,
      "ĠMar": 1653,
      "ĠHowever": 1654,
      "ĠSur": 1655,
      "ĠSPI": 1656,
      "Ġcompute": 1657,
      "Ġcompared": 1658,
      "andom": 1659,
      "istent": 1660,
      "izes": 1661,
      "ization": 1662,
      "Ġprovided": 1663,
      "ify": 1664,
      "Ġwhere": 1665,
      "Ġwhile": 1666,
      "Ġros": 1667,
      "ĠNMC": 1668,
      "Ġunobst": 1669,
      "Ġsimulated": 1670,
      "ĠKrist": 1671,
      "Ġplay": 1672,
      "Ġintegrated": 1673,
      "Ġdetermin": 1674,
      "Ġconnection": 1675,
      "Ġnew": 1676,
      "Ġreco": 1677,
      "ended": 1678,
      "Ġlikely": 1679,
      "ĠJan": 1680,
      "Ġtransfer": 1681,
      "Ġtrained": 1682,
      "Ġremotely": 1683,
      "ientation": 1684,
      "Ġserved": 1685,
      "ructed": 1686,
      "Ġdistribut": 1687,
      "Ġmounting": 1688,
      "Ġconsistent": 1689,
      "Ġcreated": 1690,
      "Ġdependencies": 1691,
      "Ġhappens": 1692,
      "Ġneuron": 1693,
      "Ġsecure": 1694,
      "Ġendurance": 1695,
      "Ġisolates": 1696,
      "Ġentire": 1697,
      "ĠUART": 1698,
      "Ġfully": 1699,
      "Ġunobstructed": 1700,
      "ĠKristian": 1701,
      "'re": 1702,
      "200": 1703,
      "DP": 1704,
      "bed": 1705,
      "bun": 1706,
      "just": 1707,
      "lare": 1708,
      "oal": 1709,
      "tu": 1710,
      "uch": 1711,
      "uard": 1712,
      "vent": 1713,
      "ward": 1714,
      "ĠÎ": 1715,
      "Ġtas": 1716,
      "Ġterm": 1717,
      "inu": 1718,
      "inal": 1719,
      "ergy": 1720,
      "enal": 1721,
      "ĠUDP": 1722,
      "ĠUbun": 1723,
      "Ġpenal": 1724,
      "Ġdel": 1725,
      "anced": 1726,
      "ancing": 1727,
      "Ġmuch": 1728,
      "Ġins": 1729,
      "Ġbal": 1730,
      "ough": 1731,
      "stand": 1732,
      "ome": 1733,
      "Ġhy": 1734,
      "Ġhow": 1735,
      "Ġreg": 1736,
      "Ġreinforcement": 1737,
      "ode": 1738,
      "odel": 1739,
      "perform": 1740,
      "ĠDelt": 1741,
      "tered": 1742,
      "Ġstation": 1743,
      "ĠPre": 1744,
      "ĠPrin": 1745,
      "Ġusage": 1746,
      "verage": 1747,
      "Ġenergy": 1748,
      "Ġareas": 1749,
      "istic": 1750,
      "Ġorientation": 1751,
      "ineer": 1752,
      "threaded": 1753,
      "Ġadjust": 1754,
      "Ġcoast": 1755,
      "Ġrobot": 1756,
      "Ġauthor": 1757,
      "ctions": 1758,
      "Ġdescrib": 1759,
      "ording": 1760,
      "ĠFor": 1761,
      "Ġoperation": 1762,
      "visor": 1763,
      "ially": 1764,
      "ĠAnalysis": 1765,
      "oints": 1766,
      "Ġfeel": 1767,
      "Ġtechnology": 1768,
      "Ġexperience": 1769,
      "Ġpriority": 1770,
      "ructure": 1771,
      "Ġcomponent": 1772,
      "Ġoutput": 1773,
      "Ġtext": 1774,
      "Ġpolicy": 1775,
      "Ġiniti": 1776,
      "ĠComponent": 1777,
      "Ġadapted": 1778,
      "Ġ128": 1779,
      "Ġshutdown": 1780,
      "Ġangular": 1781,
      "Ġbehavior": 1782,
      "Ġchannels": 1783,
      "Ġtasks": 1784,
      "ĠUbuntu": 1785,
      "ĠDelta": 1786,
      "ĠPrincipal": 1787,
      "Ġcoastal": 1788,
      "71": 1789,
      "LOS": 1790,
      "ault": 1791,
      "ble": 1792,
      "bag": 1793,
      "cell": 1794,
      "control": 1795,
      "eep": 1796,
      "rated": 1797,
      "wo": 1798,
      "Ġes": 1799,
      "Ġgr": 1800,
      "Ġtun": 1801,
      "onfig": 1802,
      "Ġalum": 1803,
      "enabled": 1804,
      "Ġcand": 1805,
      "Ġcorre": 1806,
      "Ġsam": 1807,
      "Ġsun": 1808,
      "Ġsize": 1809,
      "real": 1810,
      "Ġdock": 1811,
      "Ġfac": 1812,
      "Ġmet": 1813,
      "Ġmach": 1814,
      "Ġanalysis": 1815,
      "Ġindust": 1816,
      "Ġway": 1817,
      "eline": 1818,
      "Ġop": 1819,
      "Ġprof": 1820,
      "Ġreason": 1821,
      "Ġreward": 1822,
      "ided": 1823,
      "ident": 1824,
      "idate": 1825,
      "Ġoffer": 1826,
      "Ġval": 1827,
      "Ġrud": 1828,
      "Ġrating": 1829,
      "Ġrays": 1830,
      "ĠTr": 1831,
      "ĠTwo": 1832,
      "Ġevery": 1833,
      "Ġstack": 1834,
      "Ġstatic": 1835,
      "Ġcomput": 1836,
      "jective": 1837,
      "pps": 1838,
      "Ġprojects": 1839,
      "ification": 1840,
      "uss": 1841,
      "ĠIntegr": 1842,
      "âĢĵ": 1843,
      "acement": 1844,
      "Ġvirt": 1845,
      "aph": 1846,
      "Ġintegrator": 1847,
      "Ġdetect": 1848,
      "ĠProport": 1849,
      "Ġ25": 1850,
      "ledge": 1851,
      "Ġinclude": 1852,
      "cience": 1853,
      "Ġlimited": 1854,
      "Ġprotect": 1855,
      "Ġposs": 1856,
      "Ġexpert": 1857,
      "Ġcurrents": 1858,
      "Ġcontainer": 1859,
      "Ġknowledge": 1860,
      "Ġmotors": 1861,
      "Ġallows": 1862,
      "Ġsea": 1863,
      "Ġenclosures": 1864,
      "Ġheadings": 1865,
      "linear": 1866,
      "Ġdiagnostic": 1867,
      "Ġtypically": 1868,
      "Ġinstalled": 1869,
      "Ġdefault": 1870,
      "Ġrequired": 1871,
      "Ġmaneuver": 1872,
      "Ġlarge": 1873,
      "Ġencrypt": 1874,
      "Ġreliability": 1875,
      "fixed": 1876,
      "Ġobjective": 1877,
      "pecially": 1878,
      "drift": 1879,
      "world": 1880,
      "ĠAbout": 1881,
      "Ġrosbag": 1882,
      "Ġdeterministic": 1883,
      "Ġespecially": 1884,
      "Ġalumin": 1885,
      "Ġcandidate": 1886,
      "Ġsampl": 1887,
      "Ġindustrial": 1888,
      "Ġvirtual": 1889,
      "ĠProportional": 1890,
      "Guard": 1891,
      "ders": 1892,
      "gps": 1893,
      "ope": 1894,
      "por": 1895,
      "sw": 1896,
      "to": 1897,
      "Ġrol": 1898,
      "Ġart": 1899,
      "ores": 1900,
      "enri": 1901,
      "Ġsw": 1902,
      "Ġsenti": 1903,
      "Ġms": 1904,
      "Ġmus": 1905,
      "Ġmys": 1906,
      "ĠWire": 1907,
      "Ġanim": 1908,
      "Ġansw": 1909,
      "Ġweat": 1910,
      "eli": 1911,
      "Ġle": 1912,
      "Ġlevel": 1913,
      "Ġlithium": 1914,
      "aced": 1915,
      "ĠBollard": 1916,
      "Ġvibr": 1917,
      "ĠCl": 1918,
      "ĠControl": 1919,
      "Ġrate": 1920,
      "aged": 1921,
      "ĠHenri": 1922,
      "Ġstance": 1923,
      "Ġusers": 1924,
      "Ġcompact": 1925,
      "Ġgre": 1926,
      "Ġthese": 1927,
      "Ġalso": 1928,
      "Ġinteract": 1929,
      "Ġlost": 1930,
      "Ġloop": 1931,
      "ĠIts": 1932,
      "ulty": 1933,
      "cloud": 1934,
      "Ġoperator": 1935,
      "Ġrecom": 1936,
      "Ġ14": 1937,
      "ĠDoes": 1938,
      "ailable": 1939,
      "Ġtimest": 1940,
      "Ġhelpful": 1941,
      "Ġguaran": 1942,
      "ervice": 1943,
      "ound": 1944,
      "Ġensures": 1945,
      "Ġdispl": 1946,
      "Ġdisciplin": 1947,
      "effort": 1948,
      "Ġagain": 1949,
      "Ġavailable": 1950,
      "anges": 1951,
      "Ġimplemented": 1952,
      "Ġadvice": 1953,
      "Ġgeneral": 1954,
      "Ġdeveloped": 1955,
      "Ġready": 1956,
      "Ġelimin": 1957,
      "Ġmotor": 1958,
      "Ġdiscuss": 1959,
      "Ġvarious": 1960,
      "Ġmeasure": 1961,
      "Ġmeasured": 1962,
      "cribe": 1963,
      "Ġimprove": 1964,
      "Ġfeature": 1965,
      "Ġsignals": 1966,
      "Ġlightweight": 1967,
      "Ġconverters": 1968,
      "Ġinputs": 1969,
      "Ġvector": 1970,
      "Ġdetailed": 1971,
      "Ġpublishes": 1972,
      "Ġmonitoring": 1973,
      "Ġlayers": 1974,
      "Ġneurons": 1975,
      "Ġrudders": 1976,
      "Ġcomputational": 1977,
      "Ġroll": 1978,
      "Ġmusic": 1979,
      "Ġmyself": 1980,
      "ĠWireGuard": 1981,
      "Ġanimal": 1982,
      "Ġanswer": 1983,
      "Ġweather": 1984,
      "Ġvibrations": 1985,
      "ĠHenrik": 1986,
      "Ġguarante": 1987,
      "Ġdisciplining": 1988,
      "NTNU": 1989,
      "TP": 1990,
      "`.": 1991,
      "br": 1992,
      "data": 1993,
      "fr": 1994,
      "ia": 1995,
      "iform": 1996,
      "ming": 1997,
      "rates": 1998,
      "ratic": 1999,
      "sol": 2000,
      "voidance": 2001,
      "wall": 2002,
      "Ġter": 2003,
      "atas": 2004,
      "atics": 2005,
      "onst": 2006,
      "Ġaround": 2007,
      "Ġarchitecture": 2008,
      "ĠAvoidance": 2009,
      "ĠUSV": 2010,
      "Ġcase": 2011,
      "Ġsel": 2012,
      "Ġsection": 2013,
      "rewall": 2014,
      "Ġpo": 2015,
      "Ġpure": 2016,
      "Ġdur": 2017,
      "Ġdatas": 2018,
      "Ġmost": 2019,
      "aris": 2020,
      "Ġwidth": 2021,
      "Ġlos": 2022,
      "uture": 2023,
      "acing": 2024,
      "Ġreach": 2025,
      "idges": 2026,
      "Ġrad": 2027,
      "fore": 2028,
      "oth": 2029,
      "adratic": 2030,
      "ĠScience": 2031,
      "Ġcontrib": 2032,
      "ĠVeg": 2033,
      "istance": 2034,
      "Ġbeams": 2035,
      "Ġbefore": 2036,
      "quency": 2037,
      "Ġlog": 2038,
      "Ġwaters": 2039,
      "Ġview": 2040,
      "apter": 2041,
      "Ġquadratic": 2042,
      "Ġfirewall": 2043,
      "Ġconnects": 2044,
      "Ġconnected": 2045,
      "Ġoperations": 2046,
      "Ġpres": 2047,
      "ĠReal": 2048,
      "Ġapproximately": 2049,
      "Ġmake": 2050,
      "Ġlater": 2051,
      "Ġpacket": 2052,
      "Ġavo": 2053,
      "Ġloads": 2054,
      "Ġunderstand": 2055,
      "Ġneeded": 2056,
      "Ġsurge": 2057,
      "Ġfiles": 2058,
      "Ġreceive": 2059,
      "Ġservice": 2060,
      "Ġdriver": 2061,
      "Ġoutperform": 2062,
      "Ġrecording": 2063,
      "modal": 2064,
      "arting": 2065,
      "Ġpolicies": 2066,
      "Ġbridges": 2067,
      "Ġhousing": 2068,
      "Ġactive": 2069,
      "Ġfeatures": 2070,
      "Ġprogramming": 2071,
      "ĠUniversity": 2072,
      "ometer": 2073,
      "Ġcapture": 2074,
      "Ġedge": 2075,
      "Ġrestarting": 2076,
      "Ġstrategy": 2077,
      "grade": 2078,
      "Ġconversion": 2079,
      "Ġdistributed": 2080,
      "Ġhybr": 2081,
      "Ġprofile": 2082,
      "Ġexpertise": 2083,
      "Ġterms": 2084,
      "Ġdatasets": 2085,
      "ĠVegar": 2086,
      "Ġhybrid": 2087,
      "CH": 2088,
      "FI": 2089,
      "FO": 2090,
      "MS": 2091,
      "PM": 2092,
      "Py": 2093,
      "ey": 2094,
      "ha": 2095,
      "ilu": 2096,
      "iqu": 2097,
      "ob": 2098,
      "ring": 2099,
      "speed": 2100,
      "ti": 2101,
      "tain": 2102,
      "Â°": 2103,
      "Â±": 2104,
      "ĠÂ±": 2105,
      "Ġtel": 2106,
      "Ġtell": 2107,
      "inello": 2108,
      "erial": 2109,
      "hem": 2110,
      "Ġcm": 2111,
      "Ġcru": 2112,
      "Ġcode": 2113,
      "Ġso": 2114,
      "Ġpul": 2115,
      "Ġdr": 2116,
      "rot": 2117,
      "rote": 2118,
      "Ġfus": 2119,
      "Ġfails": 2120,
      "Ġmay": 2121,
      "Ġmoving": 2122,
      "ĠWhere": 2123,
      "Ġbox": 2124,
      "Ġboth": 2125,
      "Ġwrote": 2126,
      "sters": 2127,
      "imet": 2128,
      "Ġlow": 2129,
      "amps": 2130,
      "Ġhas": 2131,
      "Ġhost": 2132,
      "Ġhidd": 2133,
      "ĠRL": 2134,
      "ĠReli": 2135,
      "owers": 2136,
      "Ġthread": 2137,
      "ules": 2138,
      "ulations": 2139,
      "Ġrend": 2140,
      "Ġrandom": 2141,
      "Ġrules": 2142,
      "ĠTime": 2143,
      "ocal": 2144,
      "ĠHum": 2145,
      "ĠHardware": 2146,
      "ĠHPI": 2147,
      "Ġemot": 2148,
      "ĠLearning": 2149,
      "ĠLithium": 2150,
      "ĠNum": 2151,
      "ĠDeep": 2152,
      "chest": 2153,
      "Ġstate": 2154,
      "ĠMB": 2155,
      "ments": 2156,
      "ĠSim": 2157,
      "ĠGMS": 2158,
      "Ġeng": 2159,
      "ĠVessel": 2160,
      "ĠVia": 2161,
      "Ġorchest": 2162,
      "Ġpreload": 2163,
      "Ġalways": 2164,
      "Ġcoax": 2165,
      "Ġrole": 2166,
      "Ġlogg": 2167,
      "ĠOn": 2168,
      "Ġunit": 2169,
      "ults": 2170,
      "Ġimmers": 2171,
      "Ġkey": 2172,
      "Ġscann": 2173,
      "Ġmanage": 2174,
      "Ġmanages": 2175,
      "allen": 2176,
      "viation": 2177,
      "Ġchallen": 2178,
      "Ġconnectors": 2179,
      "Ġoperational": 2180,
      "Ġwatertight": 2181,
      "ĠReinforcement": 2182,
      "Ġresearcher": 2183,
      "Ġupdated": 2184,
      "Ġrelative": 2185,
      "ourage": 2186,
      "Ġsetup": 2187,
      "Ġ500": 2188,
      "Ġsupervision": 2189,
      "Ġguided": 2190,
      "epar": 2191,
      "Ġshared": 2192,
      "Ġprocesses": 2193,
      "Ġperformed": 2194,
      "Ġcurves": 2195,
      "Ġspacing": 2196,
      "Ġtechniqu": 2197,
      "Ġaddress": 2198,
      "Ġgenerate": 2199,
      "Ġcoordination": 2200,
      "Ġcoordinate": 2201,
      "Ġreading": 2202,
      "Ġnavigate": 2203,
      "Ġformats": 2204,
      "Ġpublication": 2205,
      "Ġdrift": 2206,
      "Ġembed": 2207,
      "ĠNorway": 2208,
      "Ġapplied": 2209,
      "Ġscenario": 2210,
      "Ġtools": 2211,
      "ĠCompose": 2212,
      "Ġwra": 2213,
      "Ġwrite": 2214,
      "Ġ80": 2215,
      "Ġclusters": 2216,
      "Ġfailu": 2217,
      "Ġhorizon": 2218,
      "Ġcentimet": 2219,
      "Ġexperiment": 2220,
      "mitted": 2221,
      "Ġtake": 2222,
      "Ġmagnetic": 2223,
      "amping": 2224,
      "ĠMarinello": 2225,
      "ĠSurface": 2226,
      "Ġrecovery": 2227,
      "ĠÎ±": 2228,
      "Ġinside": 2229,
      "Ġbalancing": 2230,
      "ineering": 2231,
      "Ġpossible": 2232,
      "Ġlead": 2233,
      "Ġtimestamps": 2234,
      "Ġagainst": 2235,
      "Ġeliminates": 2236,
      "Ġselected": 2237,
      "Ġoutperformed": 2238,
      "CHED": 2239,
      "FIFO": 2240,
      "Ġfusion": 2241,
      "Ġhidden": 2242,
      "ĠReliable": 2243,
      "ĠHPIPM": 2244,
      "ĠNumPy": 2245,
      "ĠGMSL": 2246,
      "Ġorchestrates": 2247,
      "Ġpreloaded": 2248,
      "Ġcoaxial": 2249,
      "Ġimmersion": 2250,
      "Ġscanner": 2251,
      "Ġtechnique": 2252,
      "Ġfailure": 2253,
      "BX": 2254,
      "Cl": 2255,
      "LU": 2256,
      "PCA": 2257,
      "TC": 2258,
      "bal": 2259,
      "beat": 2260,
      "fic": 2261,
      "ivel": 2262,
      "kes": 2263,
      "low": 2264,
      "launch": 2265,
      "life": 2266,
      "py": 2267,
      "points": 2268,
      "ror": 2269,
      "the": 2270,
      "tensive": 2271,
      "Ġ=": 2272,
      "Ġer": 2273,
      "Ġest": 2274,
      "intensive": 2275,
      "erical": 2276,
      "eries": 2277,
      "erts": 2278,
      "ĠUBX": 2279,
      "Ġcle": 2280,
      "Ġsect": 2281,
      "Ġsecond": 2282,
      "Ġthem": 2283,
      "Ġpa": 2284,
      "Ġps": 2285,
      "Ġdire": 2286,
      "icit": 2287,
      "anch": 2288,
      "ange": 2289,
      "anning": 2290,
      "ants": 2291,
      "Ġmo": 2292,
      "itter": 2293,
      "Ġbas": 2294,
      "eler": 2295,
      "ecess": 2296,
      "Ġlive": 2297,
      "Ġline": 2298,
      "Ġlaw": 2299,
      "ampere": 2300,
      "utes": 2301,
      "Ġrep": 2302,
      "Ġublox": 2303,
      "igm": 2304,
      "Ġnecess": 2305,
      "Ġright": 2306,
      "Ġranges": 2307,
      "ass": 2308,
      "perception": 2309,
      "other": 2310,
      "Ġwithin": 2311,
      "Ġstructure": 2312,
      "ilit": 2313,
      "ĠPCA": 2314,
      "abor": 2315,
      "abling": 2316,
      "ĠSCHED": 2317,
      "ĠGive": 2318,
      "Ġcompat": 2319,
      "Ġcomplex": 2320,
      "Ġconte": 2321,
      "rix": 2322,
      "ries": 2323,
      "Ġprevent": 2324,
      "Ġabsol": 2325,
      "rong": 2326,
      "Ġalerts": 2327,
      "quential": 2328,
      "Ġtraf": 2329,
      "Ġresolution": 2330,
      "Ġcontrolled": 2331,
      "off": 2332,
