{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "USER:",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "AI:",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<END>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "USER:": 4,
      "AI:": 5,
      "<END>": 6,
      "!": 7,
      "\"": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "=": 31,
      "?": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "Z": 58,
      "[": 59,
      "]": 60,
      "_": 61,
      "`": 62,
      "a": 63,
      "b": 64,
      "c": 65,
      "d": 66,
      "e": 67,
      "f": 68,
      "g": 69,
      "h": 70,
      "i": 71,
      "j": 72,
      "k": 73,
      "l": 74,
      "m": 75,
      "n": 76,
      "o": 77,
      "p": 78,
      "q": 79,
      "r": 80,
      "s": 81,
      "t": 82,
      "u": 83,
      "v": 84,
      "w": 85,
      "x": 86,
      "y": 87,
      "z": 88,
      "~": 89,
      "¥": 90,
      "¯": 91,
      "°": 92,
      "±": 93,
      "²": 94,
      "µ": 95,
      "¹": 96,
      "»": 97,
      "¿": 98,
      "Â": 99,
      "Ã": 100,
      "Î": 101,
      "â": 102,
      "ï": 103,
      "Ġ": 104,
      "Ģ": 105,
      "ģ": 106,
      "ī": 107,
      "Ĳ": 108,
      "ĳ": 109,
      "ĵ": 110,
      "Ķ": 111,
      "Ĺ": 112,
      "Ļ": 113,
      "Ġt": 114,
      "at": 115,
      "on": 116,
      "in": 117,
      "Ġa": 118,
      "er": 119,
      "es": 120,
      "ĠA": 121,
      "or": 122,
      "he": 123,
      "en": 124,
      "ĠAI": 125,
      "ĠU": 126,
      "ĠUS": 127,
      "ER": 128,
      "Ġc": 129,
      "ĠUSER": 130,
      "Ġs": 131,
      "Ġthe": 132,
      "re": 133,
      "Ġp": 134,
      "is": 135,
      "ion": 136,
      "Ġd": 137,
      "ed": 138,
      "ro": 139,
      "ic": 140,
      "Ġf": 141,
      "an": 142,
      "Ġm": 143,
      "it": 144,
      "ing": 145,
      "ĠW": 146,
      "ĠWh": 147,
      "al": 148,
      "ar": 149,
      "Ġan": 150,
      "Ġin": 151,
      "Ġb": 152,
      "ou": 153,
      "Ġw": 154,
      "st": 155,
      "el": 156,
      "ation": 157,
      "Ġo": 158,
      "Ġand": 159,
      "im": 160,
      "ĠI": 161,
      "ec": 162,
      "ĠWhat": 163,
      "ent": 164,
      "Ġfor": 165,
      "Ġl": 166,
      "Ġto": 167,
      "et": 168,
      "Ġis": 169,
      "am": 170,
      "om": 171,
      "ut": 172,
      "Ġpro": 173,
      "Ġh": 174,
      "ac": 175,
      "oat": 176,
      "ĠR": 177,
      "lu": 178,
      "ol": 179,
      "ĠB": 180,
      "Ġre": 181,
      "ow": 182,
      "le": 183,
      "Ġcon": 184,
      "Ġu": 185,
      "id": 186,
      "ur": 187,
      "ig": 188,
      "ess": 189,
      "Ġof": 190,
      "ich": 191,
      "ect": 192,
      "ce": 193,
      "Ġth": 194,
      "ith": 195,
      "ers": 196,
      "ĠWhich": 197,
      "Ġv": 198,
      "ĠC": 199,
      "OS": 200,
      "Ġon": 201,
      "od": 202,
      "ul": 203,
      "Ġn": 204,
      "lue": 205,
      "Ġr": 206,
      "ĠBlue": 207,
      "Ġy": 208,
      "as": 209,
      "ĠT": 210,
      "ag": 211,
      "per": 212,
      "oc": 213,
      "for": 214,
      "Boat": 215,
      "ve": 216,
      "Ġyou": 217,
      "ĠBlueBoat": 218,
      "ĠH": 219,
      "Ġe": 220,
      "ĠL": 221,
      "ĠN": 222,
      "ĠD": 223,
      "ot": 224,
      "ter": 225,
      "ch": 226,
      "âĢ": 227,
      "form": 228,
      "Ġwith": 229,
      "Ġcom": 230,
      "ens": 231,
      "Ġst": 232,
      "ad": 233,
      "ard": 234,
      "il": 235,
      "ĠP": 236,
      "'s": 237,
      "Ġus": 238,
      "ĠM": 239,
      "ab": 240,
      "ĠHow": 241,
      "ment": 242,
      "ĠS": 243,
      "ity": 244,
      "Ġdo": 245,
      "un": 246,
      "ĠG": 247,
      "ĠROS": 248,
      "ver": 249,
      "ust": 250,
      "ain": 251,
      "Ġen": 252,
      "pt": 253,
      "em": 254,
      "ate": 255,
      "est": 256,
      "Ġcomp": 257,
      "out": 258,
      "are": 259,
      "os": 260,
      "gr": 261,
      "Ġcont": 262,
      "Ġit": 263,
      "Ġde": 264,
      "ri": 265,
      "and": 266,
      "Ġac": 267,
      "Ġare": 268,
      "ist": 269,
      "Ġsy": 270,
      "ject": 271,
      "ĠV": 272,
      "ĠThe": 273,
      "pp": 274,
      "av": 275,
      "Ġcan": 276,
      "vid": 277,
      "ly": 278,
      "iz": 279,
      "ance": 280,
      "Ġprovid": 281,
      "Ġg": 282,
      "Ġproject": 283,
      "Ġdoes": 284,
      "Ġor": 285,
      "Ġbe": 286,
      "ure": 287,
      "Ġpre": 288,
      "rol": 289,
      "ay": 290,
      "formation": 291,
      "Ġsens": 292,
      "ata": 293,
      "Ġex": 294,
      "AR": 295,
      "ime": 296,
      "ware": 297,
      "Ġinformation": 298,
      "stem": 299,
      "Ġha": 300,
      "ical": 301,
      "Ġab": 302,
      "igh": 303,
      "Ġthes": 304,
      "ron": 305,
      "Ġal": 306,
      "Ġsensor": 307,
      "DAR": 308,
      "iDAR": 309,
      "ĠLiDAR": 310,
      "if": 311,
      "ive": 312,
      "qu": 313,
      "us": 314,
      "Ġtr": 315,
      "Ġmod": 316,
      "âĢĻ": 317,
      "icro": 318,
      "ous": 319,
      "age": 320,
      "Ġdata": 321,
      "ock": 322,
      "Ġboat": 323,
      "Ġres": 324,
      "Ġhave": 325,
      "Ġmicro": 326,
      "Ġabout": 327,
      "Ġcontrol": 328,
      "te": 329,
      "Ġas": 330,
      "pl": 331,
      "ine": 332,
      "ated": 333,
      "Ġper": 334,
      "ions": 335,
      "oll": 336,
      "ign": 337,
      "Ġ(": 338,
      "fer": 339,
      "Ġby": 340,
      "th": 341,
      "Ġad": 342,
      "Ġwh": 343,
      "Ġsu": 344,
      "ates": 345,
      "ision": 346,
      "ĠIn": 347,
      "bst": 348,
      "ĠMy": 349,
      "pere": 350,
      "of": 351,
      "Ġsystem": 352,
      "enc": 353,
      "Ġco": 354,
      "ics": 355,
      "ations": 356,
      "ian": 357,
      "oard": 358,
      "olo": 359,
      "agn": 360,
      "ight": 361,
      "Ġwas": 362,
      "Am": 363,
      "Ġacc": 364,
      "ĠmicroAm": 365,
      "ĠmicroAmpere": 366,
      "enti": 367,
      "ack": 368,
      "essel": 369,
      "ear": 370,
      "Ġro": 371,
      "Ġdon": 372,
      "Ġinter": 373,
      "CA": 374,
      "Ġlo": 375,
      "Ġaut": 376,
      "Ġthr": 377,
      "Ġthesis": 378,
      "bstac": 379,
      "Ġhe": 380,
      "ort": 381,
      "Ġpar": 382,
      "Ġmodel": 383,
      "'t": 384,
      "onom": 385,
      "Ġused": 386,
      "pe": 387,
      "um": 388,
      "ĠAs": 389,
      "âĢĳ": 390,
      "able": 391,
      "Ġthrust": 392,
      "onomous": 393,
      "les": 394,
      "uring": 395,
      "ĠCan": 396,
      "ork": 397,
      "ct": 398,
      "ies": 399,
      "Ġvessel": 400,
      "ĠNM": 401,
      "ell": 402,
      "vel": 403,
      "ĠIt": 404,
      "ĠO": 405,
      "Ġdes": 406,
      "Ġun": 407,
      "yn": 408,
      "Ġtest": 409,
      "cept": 410,
      "ult": 411,
      "ib": 412,
      "Ġim": 413,
      "ord": 414,
      "ik": 415,
      "Ġup": 416,
      "PC": 417,
      "ster": 418,
      "Ġ3": 419,
      "PS": 420,
      "ys": 421,
      "Ġty": 422,
      "Ġsim": 423,
      "Ġbut": 424,
      "tegr": 425,
      "ED": 426,
      "Ġk": 427,
      "Ġsc": 428,
      "ite": 429,
      "ĠNMPC": 430,
      "NS": 431,
      "Ġwat": 432,
      "Ġobstac": 433,
      "ĠGNS": 434,
      "ĠGNSS": 435,
      "Ġman": 436,
      "ely": 437,
      "ame": 438,
      "uter": 439,
      "Ġautonomous": 440,
      "MU": 441,
      "iss": 442,
      "Ġduring": 443,
      "all": 444,
      "ĠIMU": 445,
      "Ġreal": 446,
      "chron": 447,
      "ception": 448,
      "ge": 449,
      "rom": 450,
      "ans": 451,
      "amet": 452,
      "ynam": 453,
      "Ġsimul": 454,
      "Ġme": 455,
      "iv": 456,
      "vi": 457,
      "Ġfrom": 458,
      "ace": 459,
      "Ġdesign": 460,
      "ĠK": 461,
      "Ġpl": 462,
      "Ġdynam": 463,
      "Ġmiss": 464,
      "de": 465,
      "ual": 466,
      "ull": 467,
      "Ġparamet": 468,
      "ere": 469,
      "ence": 470,
      "Ġvi": 471,
      "DS": 472,
      "ap": 473,
      "ms": 474,
      "ĠZ": 475,
      "Ġqu": 476,
      "Ġsyn": 477,
      "Ġintegr": 478,
      "Ġfav": 479,
      "ary": 480,
      "Ġprec": 481,
      "Ġsynchron": 482,
      "Ġfavor": 483,
      "ise": 484,
      "Ġdet": 485,
      "Ġnot": 486,
      "ĠPro": 487,
      "Ġ2": 488,
      "ind": 489,
      "Ġch": 490,
      "aragn": 491,
      "ĠVaragn": 492,
      "ĠVaragnolo": 493,
      "lo": 494,
      "ple": 495,
      "isk": 496,
      "Ġfi": 497,
      "ĠZED": 498,
      "af": 499,
      "nect": 500,
      "time": 501,
      "tware": 502,
      "Ġ6": 503,
      "ĠF": 504,
      "ĠY": 505,
      "Ġmess": 506,
      "ets": 507,
      "Ġconnect": 508,
      "Ġne": 509,
      "ocking": 510,
      "oftware": 511,
      "bot": 512,
      "cl": 513,
      "cess": 514,
      "ĠAl": 515,
      "ech": 516,
      "Ġproviding": 517,
      "Ġ\"": 518,
      "Ġ0": 519,
      "Ġover": 520,
      "etw": 521,
      "Ġyour": 522,
      "ency": 523,
      "Ġoper": 524,
      "ower": 525,
      "Ġperception": 526,
      "earch": 527,
      "fig": 528,
      "pon": 529,
      "ator": 530,
      "Ġpr": 531,
      "Ġits": 532,
      "Ġwater": 533,
      "gor": 534,
      "xim": 535,
      "Ġsoftware": 536,
      "Ġfoc": 537,
      "Ġrec": 538,
      "Ġalgor": 539,
      "ollision": 540,
      "Ġsynchroniz": 541,
      "Ġfocus": 542,
      "Ġalgorith": 543,
      "ings": 544,
      "ĠWho": 545,
      "Ġinc": 546,
      "ĠRe": 547,
      "Ġresearch": 548,
      "Ġfavorite": 549,
      "end": 550,
      "idance": 551,
      "ardware": 552,
      "ast": 553,
      "Ġ1": 554,
      "eloc": 555,
      "ĠDo": 556,
      "Ġupd": 557,
      "ail": 558,
      "gh": 559,
      "Ġtim": 560,
      "ility": 561,
      "rib": 562,
      "fess": 563,
      "op": 564,
      "Ġrel": 565,
      "ning": 566,
      "ts": 567,
      "vis": 568,
      "Ġlik": 569,
      "Ġnod": 570,
      "gren": 571,
      "Ġprovides": 572,
      "stergren": 573,
      "ĠAlstergren": 574,
      "ial": 575,
      "lp": 576,
      "ĠJ": 577,
      "Ġdist": 578,
      "Ġmain": 579,
      "Ġhelp": 580,
      "echn": 581,
      "elocity": 582,
      "ces": 583,
      "ld": 584,
      "ry": 585,
      "ud": 586,
      "Ġam": 587,
      "ĠAn": 588,
      "our": 589,
      "amian": 590,
      "ach": 591,
      "ased": 592,
      "ĠDamian": 593,
      "Ġenvi": 594,
      "ronment": 595,
      "Ġtrans": 596,
      "Ġass": 597,
      "ĠDamiano": 598,
      "Ġenvironment": 599,
      "Ġat": 600,
      "era": 601,
      "Ġset": 602,
      "amera": 603,
      "Ġwhich": 604,
      "ĠYes": 605,
      "ff": 606,
      "ru": 607,
      "ond": 608,
      "Ġfr": 609,
      "Ġmult": 610,
      "ition": 611,
      "Ġform": 612,
      "Ġcomm": 613,
      "Ġusing": 614,
      "avig": 615,
      "DOS": 616,
      "du": 617,
      "led": 618,
      "mot": 619,
      "Ġ5": 620,
      "Ġapp": 621,
      "ĠACA": 622,
      "ents": 623,
      "Ġsuper": 624,
      "fessor": 625,
      "ĠACADOS": 626,
      "RI": 627,
      "Ġtime": 628,
      "Ġma": 629,
      "ari": 630,
      "Ġhardware": 631,
      "Ġconfig": 632,
      "Ġvia": 633,
      "gy": 634,
      "Ġsaf": 635,
      "ability": 636,
      "Ġgu": 637,
      "Ġsensors": 638,
      "Ġtrain": 639,
      "Ġinclu": 640,
      ").": 641,
      "ep": 642,
      "face": 643,
      "gs": 644,
      "ses": 645,
      "erv": 646,
      "Ġrun": 647,
      "ibr": 648,
      "Ġdynamic": 649,
      "ĠE": 650,
      "ĠAre": 651,
      "Ġcamera": 652,
      "Ġsh": 653,
      "rou": 654,
      "aran": 655,
      "oun": 656,
      "Ġlat": 657,
      "Ġprim": 658,
      "Ġph": 659,
      "ant": 660,
      "Ġprocess": 661,
      "ĠDDS": 662,
      "ĠPPS": 663,
      "Ġaccur": 664,
      "board": 665,
      "ci": 666,
      "jer": 667,
      "ken": 668,
      "ost": 669,
      "sen": 670,
      "Ġpack": 671,
      "imit": 672,
      "econd": 673,
      "Ġlimit": 674,
      "ĠBjer": 675,
      "Ġcomputer": 676,
      "Ġall": 677,
      "ysical": 678,
      "ĠBjerken": 679,
      "oin": 680,
      "pro": 681,
      "ors": 682,
      "Ġrespon": 683,
      "Ġperform": 684,
      "Ġsimulation": 685,
      "botics": 686,
      "Ġconfigur": 687,
      "Ġens": 688,
      "Ġcur": 689,
      "Ġsp": 690,
      "Ġdis": 691,
      "ution": 692,
      "act": 693,
      "ures": 694,
      "ĠCRI": 695,
      "ages": 696,
      "Ġmulti": 697,
      "ef": 698,
      "ĠOS": 699,
      "Ġag": 700,
      "Ġdocking": 701,
      "ice": 702,
      "Ġhand": 703,
      "plo": 704,
      "rough": 705,
      "der": 706,
      "gre": 707,
      "Ġtop": 708,
      "Ġprot": 709,
      "tere": 710,
      "Ġlike": 711,
      "aw": 712,
      "ler": 713,
      "lsen": 714,
      "ub": 715,
      "Ġdec": 716,
      "ication": 717,
      "arlsen": 718,
      "eth": 719,
      "ide": 720,
      "ĠKarlsen": 721,
      "Ġphysical": 722,
      "ress": 723,
      "ating": 724,
      "ore": 725,
      "Ġ64": 726,
      "Ġupdates": 727,
      "Ġtiming": 728,
      "Ġsupervis": 729,
      "ploy": 730,
      "ystem": 731,
      "Ġpower": 732,
      "ros": 733,
      "Ġint": 734,
      "ould": 735,
      "und": 736,
      "Ġdevel": 737,
      "Ġtyp": 738,
      "Ġtype": 739,
      "Ġfe": 740,
      "elt": 741,
      "ection": 742,
      "Ġobstacle": 743,
      "Ġparameter": 744,
      "PU": 745,
      "Ġtechn": 746,
      "Ġav": 747,
      "ener": 748,
      "ang": 749,
      "Ġmar": 750,
      "imers": 751,
      "ĠIP": 752,
      "ĠIs": 753,
      "Ġremot": 754,
      "ĠCollision": 755,
      "ference": 756,
      "peed": 757,
      "Ġmessage": 758,
      "etson": 759,
      "ĠReimers": 760,
      "ĠJetson": 761,
      "Ġinclud": 762,
      "eg": 763,
      "ire": 764,
      "pos": 765,
      "way": 766,
      "atam": 767,
      "ately": 768,
      "ĠAut": 769,
      "Ġcatam": 770,
      "Ġpos": 771,
      "round": 772,
      "Ġredu": 773,
      "Ġuse": 774,
      "ĠSenti": 775,
      "Ġprefer": 776,
      "Ġobstacles": 777,
      "ount": 778,
      "Ġresponses": 779,
      "Ġcatamaran": 780,
      "ient": 781,
      "atter": 782,
      "hen": 783,
      "Ġbatter": 784,
      "Ġtheses": 785,
      "Ġload": 786,
      "ĠProfessor": 787,
      "Ġassist": 788,
      "Ġtraining": 789,
      "ubl": 790,
      "port": 791,
      "Ġcust": 792,
      "Ġoff": 793,
      "Ġdeploy": 794,
      "Ġexper": 795,
      "Ġadd": 796,
      "Ġimple": 797,
      "Ġmissions": 798,
      "Ġcustom": 799,
      "Ġimplement": 800,
      "NU": 801,
      "PI": 802,
      "TNU": 803,
      "aun": 804,
      "Ġif": 805,
      "ann": 806,
      "Ġhigh": 807,
      "Ġprovide": 808,
      "Ġadv": 809,
      "Ġaccess": 810,
      "ction": 811,
      "ordin": 812,
      "Ġmission": 813,
      "her": 814,
      "ir": 815,
      "ks": 816,
      "now": 817,
      "rin": 818,
      "atform": 819,
      "Ġpers": 820,
      "ĠMCA": 821,
      "Ġexec": 822,
      "Ġunder": 823,
      "Ġtests": 824,
      "Ġplatform": 825,
      "Ġneed": 826,
      "Ġsynchronization": 827,
      "Ġframe": 828,
      "Ġlatency": 829,
      "Ġcurr": 830,
      "Ġperson": 831,
      "ĠMCAP": 832,
      "AV": 833,
      "PN": 834,
      "RL": 835,
      "apt": 836,
      "Ġsol": 837,
      "Ġconst": 838,
      "Ġvelocity": 839,
      "ular": 840,
      "ĠDRL": 841,
      "ĠGPS": 842,
      "Ġcontain": 843,
      "ĠVPN": 844,
      "etwork": 845,
      "oint": 846,
      "'m": 847,
      "60": 848,
      "Board": 849,
      "dic": 850,
      "put": 851,
      "Ġsur": 852,
      "Ġwork": 853,
      "ĠRisk": 854,
      "Ġonboard": 855,
      "Ġnetwork": 856,
      "Ġgener": 857,
      "Ġsupp": 858,
      "Ġcoordin": 859,
      "earning": 860,
      "Ġalgorithm": 861,
      "Ġdevelop": 862,
      "ĠSentiBoard": 863,
      "acy": 864,
      "Ġread": 865,
      "idd": 866,
      "Ġthrough": 867,
      "ĠSystem": 868,
      "ocker": 869,
      "Ġknow": 870,
      "Ġprecise": 871,
      "Ġprimary": 872,
      "Ġaccuracy": 873,
      "ethod": 874,
      "Ġmarine": 875,
      "pose": 876,
      "PO": 877,
      "ft": 878,
      "ont": 879,
      "roxim": 880,
      "ĠRo": 881,
      "Ġnavig": 882,
      "Ġeff": 883,
      "dex": 884,
      "Ġparameters": 885,
      "Ġbattery": 886,
      "roximately": 887,
      "50": 888,
      "ao": 889,
      "een": 890,
      "ie": 891,
      "ĠQ": 892,
      "Ġel": 893,
      "Ġtw": 894,
      "ong": 895,
      "Ġach": 896,
      "Ġspeed": 897,
      "Ġfil": 898,
      "Ġrece": 899,
      "ĠCao": 900,
      "Ġstand": 901,
      "ables": 902,
      "Ġcontroller": 903,
      "ther": 904,
      "Ġthruster": 905,
      "Ġdesigned": 906,
      "aunch": 907,
      "Ġsupport": 908,
      "Ġachie": 909,
      "67": 910,
      "TK": 911,
      "vers": 912,
      "Ġcal": 913,
      "Ġpri": 914,
      "Ġmot": 915,
      "Ġmore": 916,
      "arb": 917,
      "Ġstud": 918,
      "Ġstability": 919,
      "ptim": 920,
      "Ġinformational": 921,
      "ĠIndex": 922,
      "ences": 923,
      "Ġintegration": 924,
      "Ġprecision": 925,
      "Ġformat": 926,
      "Ġguidance": 927,
      "Ġconfiguration": 928,
      "Ġpreferences": 929,
      "Ġprior": 930,
      "Pand": 931,
      "ox": 932,
      "oidance": 933,
      "atte": 934,
      "erm": 935,
      "Ġcap": 936,
      "Ġsm": 937,
      "Ġserv": 938,
      "Ġpubl": 939,
      "Ġbetw": 940,
      "ĠLatte": 941,
      "Ġallow": 942,
      "Panda": 943,
      "Ġbetween": 944,
      "ĠLattePanda": 945,
      "ied": 946,
      "iagn": 947,
      "oS": 948,
      "onik": 949,
      "ĠApp": 950,
      "Ġse": 951,
      "Ġdri": 952,
      "Ġmethod": 953,
      "Ġboard": 954,
      "ected": 955,
      "Ġrisk": 956,
      "ĠTo": 957,
      "ĠTelt": 958,
      "ĠDocker": 959,
      "adem": 960,
      "Ġencl": 961,
      "Ġacadem": 962,
      "ific": 963,
      "Ġsystems": 964,
      "ology": 965,
      "ivity": 966,
      "Ġnodes": 967,
      "Ġpersonal": 968,
      "iagnost": 969,
      "onika": 970,
      "ĠTeltonika": 971,
      "Ġenclos": 972,
      "Ġacademic": 973,
      "one": 974,
      "Ġdid": 975,
      "Ġfre": 976,
      "ĠWhy": 977,
      "eld": 978,
      "ute": 979,
      "olic": 980,
      "âĢ¯": 981,
      "Ġcompress": 982,
      "osen": 983,
      "Ġrouter": 984,
      "Ġchosen": 985,
      "Ġalgorithms": 986,
      "ails": 987,
      "Ġnode": 988,
      "ruct": 989,
      "Ġperformance": 990,
      "annel": 991,
      "Ġeffic": 992,
      "TX": 993,
      "UTX": 994,
      "ood": 995,
      "atic": 996,
      "enari": 997,
      "Ġhull": 998,
      "ĠRUTX": 999,
      "own": 1000,
      "ĠTh": 1001,
      "Ġem": 1002,
      "ĠNTNU": 1003,
      "Ġcompon": 1004,
      "ized": 1005,
      "ured": 1006,
      "Ġ360": 1007,
      "Ġkind": 1008,
      "lox": 1009,
      "load": 1010,
      "Ġdistrib": 1011,
      "ross": 1012,
      "Ġremote": 1013,
      "dict": 1014,
      "blox": 1015,
      "rain": 1016,
      "work": 1017,
      "Ġout": 1018,
      "Ġsign": 1019,
      "Ġfun": 1020,
      "Ġmount": 1021,
      "Ġharb": 1022,
      "ocol": 1023,
      "ĠNor": 1024,
      "Ġuses": 1025,
      "thing": 1026,
      "ential": 1027,
      "Ġintern": 1028,
      "Ġhead": 1029,
      "Ġmessages": 1030,
      "Ġrecord": 1031,
      "Ġsett": 1032,
      "Ġappl": 1033,
      "Ġdeck": 1034,
      "Ġposition": 1035,
      "Ġimplementation": 1036,
      "ced": 1037,
      "ile": 1038,
      "ium": 1039,
      "line": 1040,
      "mod": 1041,
      "ves": 1042,
      "Ġte": 1043,
      "Ġcl": 1044,
      "Ġpur": 1045,
      "Ġbus": 1046,
      "Ġbased": 1047,
      "Ġwere": 1048,
      "Ġwould": 1049,
      "Ġwhen": 1050,
      "Ġlearning": 1051,
      "Ġlong": 1052,
      "Ġcons": 1053,
      "Ġver": 1054,
      "ĠNo": 1055,
      "Ġwithout": 1056,
      "ĠPPO": 1057,
      "ollard": 1058,
      "Ġmany": 1059,
      "ivers": 1060,
      "Ġdisc": 1061,
      "Ġagent": 1062,
      "Ġtopic": 1063,
      "Ġinto": 1064,
      "ĠRobotics": 1065,
      "ĠQoS": 1066,
      "00": 1067,
      "Time": 1068,
      "eu": 1069,
      "eight": 1070,
      "pend": 1071,
      "ative": 1072,
      "enef": 1073,
      "Ġstere": 1074,
      "read": 1075,
      "Ġdiagnost": 1076,
      "Ġmidd": 1077,
      "Ġbenef": 1078,
      "leware": 1079,
      "Ġcond": 1080,
      "Ġvari": 1081,
      "Ġone": 1082,
      "ase": 1083,
      "uster": 1084,
      "ize": 1085,
      "Ġexpl": 1086,
      "Ġcost": 1087,
      "Ġlogs": 1088,
      "ĠOuster": 1089,
      "Ġscenari": 1090,
      "Ġcommun": 1091,
      "Ġpacks": 1092,
      "Ġsupervisor": 1093,
      "Ġtypical": 1094,
      "Ġreduces": 1095,
      "Ġstandard": 1096,
      "Ġpurpose": 1097,
      "Ġstereo": 1098,
      "Ġmiddleware": 1099,
      "ix": 1100,
      "iver": 1101,
      "ps": 1102,
      "second": 1103,
      "Ġ`": 1104,
      "ish": 1105,
      "ances": 1106,
      "oud": 1107,
      "elf": 1108,
      "ational": 1109,
      "Ġoptim": 1110,
      "Ġtool": 1111,
      "ĠRTK": 1112,
      "old": 1113,
      "Ġvis": 1114,
      "ared": 1115,
      "Ġthrusters": 1116,
      "ible": 1117,
      "Ġmeas": 1118,
      "msgs": 1119,
      "Ġfield": 1120,
      "Ġconnectivity": 1121,
      "Ġrelated": 1122,
      "Ġtransport": 1123,
      "Ġsolver": 1124,
      "Ġnavigation": 1125,
      "DDS": 1126,
      "OL": 1127,
      "Re": 1128,
      "ycl": 1129,
      "Ġ+": 1130,
      "Ġcre": 1131,
      "Ġmat": 1132,
      "itions": 1133,
      "alys": 1134,
      "art": 1135,
      "Ġlang": 1136,
      "ĠCOL": 1137,
      "ĠCycl": 1138,
      "Ġev": 1139,
      "ĠNX": 1140,
      "Ġstep": 1141,
      "gram": 1142,
      "Ġdepend": 1143,
      "ĠOrin": 1144,
      "degre": 1145,
      "Ġsynchronized": 1146,
      "Ġlimitations": 1147,
      "Ġframework": 1148,
      "ĠApproximately": 1149,
      "oneDDS": 1150,
      "Ġbenefit": 1151,
      "alysis": 1152,
      "Ġlangu": 1153,
      "ĠCycloneDDS": 1154,
      "degree": 1155,
      "OF": 1156,
      "back": 1157,
      "crib": 1158,
      "ior": 1159,
      "not": 1160,
      "ues": 1161,
      "Ġcollision": 1162,
      "Ġdual": 1163,
      "Ġfl": 1164,
      "Ġlibr": 1165,
      "ety": 1166,
      "Ġcannot": 1167,
      "Ġimpro": 1168,
      "allback": 1169,
      "Ġquest": 1170,
      "Ġsafety": 1171,
      "Ġprotocol": 1172,
      "Ġfunction": 1173,
      "Ġconditions": 1174,
      "Ġlibrary": 1175,
      "VO": 1176,
      "ke": 1177,
      "ov": 1178,
      "rt": 1179,
      "ved": 1180,
      "Ġx": 1181,
      "Ġsing": 1182,
      "Ġpolic": 1183,
      "Ġmin": 1184,
      "ality": 1185,
      "Ġbr": 1186,
      "Ġwide": 1187,
      "ames": 1188,
      "Ġhous": 1189,
      "level": 1190,
      "urb": 1191,
      "Ġthis": 1192,
      "ĠNavig": 1193,
      "ensive": 1194,
      "very": 1195,
      "Ġact": 1196,
      "Ġacross": 1197,
      "ĠVelocity": 1198,
      "Ġpredict": 1199,
      "Ġext": 1200,
      "Ġinterface": 1201,
      "ĠObstac": 1202,
      "Ġdynamics": 1203,
      "Ġdisturb": 1204,
      "Ġenvironmental": 1205,
      "Ġcommand": 1206,
      "Ġruns": 1207,
      "Ġspec": 1208,
      "Ġfeat": 1209,
      "Ġcurrent": 1210,
      "ontrol": 1211,
      "Ġreceiver": 1212,
      "Ġstudent": 1213,
      "Ġsignal": 1214,
      "ĠNavigator": 1215,
      "86": 1216,
      "DOF": 1217,
      "evel": 1218,
      "ip": 1219,
      "Â¹": 1220,
      "âģ": 1221,
      "Ġ/": 1222,
      "infor": 1223,
      "Ġdoc": 1224,
      "Ġinit": 1225,
      "Ġbod": 1226,
      "Ġwind": 1227,
      "utor": 1228,
      "cement": 1229,
      "ĠCom": 1230,
      "odocking": 1231,
      "Ġno": 1232,
      "ĠGPU": 1233,
      "Ġdegre": 1234,
      "Ġavoidance": 1235,
      "ĠAutodocking": 1236,
      "Ġdeployment": 1237,
      "Ġexecutor": 1238,
      "Ġsurface": 1239,
      "âģ»": 1240,
      "inforcement": 1241,
      "Ġbody": 1242,
      "Ġdegrees": 1243,
      "25": 1244,
      "Id": 1245,
      "SV": 1246,
      "ever": 1247,
      "ges": 1248,
      "jam": 1249,
      "pull": 1250,
      "sion": 1251,
      "ten": 1252,
      "erthing": 1253,
      "enjam": 1254,
      "Ġcell": 1255,
      "Ġother": 1256,
      "Ġlight": 1257,
      "Ġlaunch": 1258,
      "Ġprop": 1259,
      "olab": 1260,
      "ĠBenjam": 1261,
      "Ġthat": 1262,
      "ĠCPU": 1263,
      "ĠHz": 1264,
      "ĠName": 1265,
      "tern": 1266,
      "Ġstor": 1267,
      "ily": 1268,
      "ĠStere": 1269,
      "Ġenable": 1270,
      "Ġwhat": 1271,
      "Ġrobotics": 1272,
      "Ġsafe": 1273,
      "ĠSystemId": 1274,
      "Ġinternet": 1275,
      "Ġvisual": 1276,
      "ĠCOLAV": 1277,
      "olabs": 1278,
      "ĠBenjamin": 1279,
      "ĠStereolabs": 1280,
      "),": 1281,
      "03": 1282,
      "Lin": 1283,
      "Sight": 1284,
      "ber": 1285,
      "based": 1286,
      "cal": 1287,
      "com": 1288,
      "med": 1289,
      "rate": 1290,
      "senti": 1291,
      "up": 1292,
      "ument": 1293,
      "hed": 1294,
      "Ġcel": 1295,
      "Ġpay": 1296,
      "Ġport": 1297,
      "Ġany": 1298,
      "Ġinst": 1299,
      "Ġbu": 1300,
      "Ġwr": 1301,
      "Ġprogram": 1302,
      "Ġconver": 1303,
      "ithium": 1304,
      "Ġyaw": 1305,
      "ĠLOS": 1306,
      "ĠLine": 1307,
      "Ġenh": 1308,
      "Ġenables": 1309,
      "Ġdef": 1310,
      "Ġground": 1311,
      "iffer": 1312,
      "Ġadapt": 1313,
      "Ġmodels": 1314,
      "Ġfile": 1315,
      "Ġoperate": 1316,
      "Ġenvironments": 1317,
      "Ġprocessing": 1318,
      "Ġincluding": 1319,
      "ĠAutonomous": 1320,
      "Ġadvant": 1321,
      "Ġconstrain": 1322,
      "Ġcontainers": 1323,
      "Ġdevelopment": 1324,
      "Ġsmall": 1325,
      "Ġsettings": 1326,
      "Ġcommunication": 1327,
      "Ġdocument": 1328,
      "Ġnoise": 1329,
      "037": 1330,
      "cale": 1331,
      "Ġpayload": 1332,
      "BC": 1333,
      "cing": 1334,
      "cur": 1335,
      "down": 1336,
      "eat": 1337,
      "gg": 1338,
      "ule": 1339,
      "weg": 1340,
      "ĠUn": 1341,
      "isation": 1342,
      "ional": 1343,
      "Ġfold": 1344,
      "Ġmed": 1345,
      "Ġinput": 1346,
      "Ġberthing": 1347,
      "Ġhum": 1348,
      "Ġrequ": 1349,
      "Ġequ": 1350,
      "ĠNot": 1351,
      "ĠSBC": 1352,
      "ays": 1353,
      "Ġhapp": 1354,
      "Ġmodule": 1355,
      "ollow": 1356,
      "Ġmaneu": 1357,
      "Ġdetection": 1358,
      "ĠFast": 1359,
      "Ġneur": 1360,
      "Ġframes": 1361,
      "ibration": 1362,
      "Ġhandle": 1363,
      "Ġsupervised": 1364,
      "Ġtwin": 1365,
      "Ġcalibration": 1366,
      "ermin": 1367,
      "Ġenclosure": 1368,
      "ĠNorweg": 1369,
      "Reference": 1370,
      "Ġsingle": 1371,
      "ĠNorwegian": 1372,
      "hor": 1373,
      "king": 1374,
      "oper": 1375,
      "xt": 1376,
      "Ġ8": 1377,
      "Ġj": 1378,
      "Ġsec": 1379,
      "Ġlar": 1380,
      "ams": 1381,
      "omet": 1382,
      "Ġhere": 1383,
      "acity": 1384,
      "Ġvect": 1385,
      "ĠSt": 1386,
      "ĠGood": 1387,
      "rial": 1388,
      "Ġtrack": 1389,
      "Ġsuch": 1390,
      "Ġrout": 1391,
      "Ġvessels": 1392,
      "Ġ12": 1393,
      "itional": 1394,
      "Ġshut": 1395,
      "cipl": 1396,
      "Ġphysically": 1397,
      "Ġtypes": 1398,
      "ired": 1399,
      "Ġoffers": 1400,
      "Ġcapacity": 1401,
      "Ġpositioning": 1402,
      "Ġquestions": 1403,
      "Ġdisturbances": 1404,
      "iency": 1405,
      "less": 1406,
      "pal": 1407,
      "se": 1408,
      "tal": 1409,
      "ters": 1410,
      "tical": 1411,
      "Ġcapt": 1412,
      "ised": 1413,
      "ications": 1414,
      "anos": 1415,
      "arily": 1416,
      "Ġang": 1417,
      "Ġlist": 1418,
      "Ġtotal": 1419,
      "Ġnanos": 1420,
      "ĠTechn": 1421,
      "ill": 1422,
      "ĠSVO": 1423,
      "Ġenc": 1424,
      "Ġend": 1425,
      "pth": 1426,
      "Ġdepth": 1427,
      "pping": 1428,
      "Ġquality": 1429,
      "ponent": 1430,
      "ximum": 1431,
      "Ġreli": 1432,
      "Ġmaximum": 1433,
      "Ġprimarily": 1434,
      "cipal": 1435,
      "Ġconfigurations": 1436,
      "Ġensuring": 1437,
      "Ġhandles": 1438,
      "Ġdeployed": 1439,
      "Ġfilter": 1440,
      "Ġachieved": 1441,
      "Ġvertical": 1442,
      "readed": 1443,
      "Ġscenarios": 1444,
      "Ġlanguage": 1445,
      "Ġbuil": 1446,
      "Ġconstraints": 1447,
      "ciplin": 1448,
      "Ġnanosecond": 1449,
      "ĠTechnology": 1450,
      "64": 1451,
      "dust": 1452,
      "ew": 1453,
      "fix": 1454,
      "hav": 1455,
      "lar": 1456,
      "ng": 1457,
      "pber": 1458,
      "sues": 1459,
      "weight": 1460,
      "Ġed": 1461,
      "onit": 1462,
      "orre": 1463,
      "oriz": 1464,
      "Ġclu": 1465,
      "Ġsway": 1466,
      "Ġfa": 1467,
      "Ġmy": 1468,
      "Ġmonit": 1469,
      "ities": 1470,
      "Ġbet": 1471,
      "Ġbollard": 1472,
      "Ġissues": 1473,
      "Ġhoriz": 1474,
      "ĠRas": 1475,
      "lum": 1476,
      "lular": 1477,
      "ulsion": 1478,
      "Ġname": 1479,
      "Ġrest": 1480,
      "Ġeach": 1481,
      "ĠLower": 1482,
      "Ġstrate": 1483,
      "ĠPi": 1484,
      "ĠMAV": 1485,
      "abled": 1486,
      "ĠGPI": 1487,
      "pped": 1488,
      "Ġbehav": 1489,
      "Ġtesting": 1490,
      "alled": 1491,
      "Ġdetail": 1492,
      "Ġruntime": 1493,
      "ĠEng": 1494,
      "Ġaccurate": 1495,
      "Ġadditional": 1496,
      "Ġpublish": 1497,
      "Ġallowing": 1498,
      "Ġcomponents": 1499,
      "Ġheading": 1500,
      "Ġclock": 1501,
      "seconds": 1502,
      "oving": 1503,
      "Ġminim": 1504,
      "Ġpropulsion": 1505,
      "Link": 1506,
      "Ġcellular": 1507,
      "Ġadvantage": 1508,
      "Ġtracking": 1509,
      "pberry": 1510,
      "Ġmonitor": 1511,
      "Ġbetter": 1512,
      "ĠRaspberry": 1513,
      "ĠMAVLink": 1514,
      "ĠGPIO": 1515,
      "ling": 1516,
      "nes": 1517,
      "ness": 1518,
      "ok": 1519,
      "ric": 1520,
      "ted": 1521,
      "yth": 1522,
      "ines": 1523,
      "Ġaff": 1524,
      "ĠASV": 1525,
      "Ġcar": 1526,
      "Ġcent": 1527,
      "Ġpoint": 1528,
      "Ġob": 1529,
      "Ġloc": 1530,
      "etnes": 1531,
      "Ġprofessor": 1532,
      "idth": 1533,
      "Ġnum": 1534,
      "ason": 1535,
      "ĠTails": 1536,
      "ĠLetnes": 1537,
      "ĠDC": 1538,
      "channel": 1539,
      "ĠPyth": 1540,
      "grad": 1541,
      "Ġexp": 1542,
      "Ġmicroseconds": 1543,
      "Ġwho": 1544,
      "Ġpart": 1545,
      "Ġmean": 1546,
      "Ġassign": 1547,
      "Ġensure": 1548,
      "Ġtechnical": 1549,
      "Ġexperim": 1550,
      "Ġcompression": 1551,
      "Ġefficiency": 1552,
      "Ġdistribution": 1553,
      "Ġharbour": 1554,
      "iversity": 1555,
      "Ġsteps": 1556,
      "medi": 1557,
      "Ġmedian": 1558,
      "ĠTailscale": 1559,
      "ĠPython": 1560,
      "DI": 1561,
      "IDI": 1562,
      "VIDI": 1563,
      "day": 1564,
      "ful": 1565,
      "og": 1566,
      "pec": 1567,
      "res": 1568,
      "rch": 1569,
      "uan": 1570,
      "Ġche": 1571,
      "Ġcol": 1572,
      "Ġcallback": 1573,
      "ree": 1574,
      "edom": 1575,
      "Ġfollow": 1576,
      "itect": 1577,
      "ally": 1578,
      "Ġbest": 1579,
      "imin": 1580,
      "Ġlay": 1581,
      "Ġtoday": 1582,
      "Ġisol": 1583,
      "Ġreference": 1584,
      "lex": 1585,
      "ĠLuan": 1586,
      "ĠNVIDI": 1587,
      "term": 1588,
      "ĠPoint": 1589,
      "izing": 1590,
      "Ġsense": 1591,
      "ife": 1592,
      "ified": 1593,
      "encies": 1594,
      "olog": 1595,
      "agnet": 1596,
      "ello": 1597,
      "Ġchannel": 1598,
      "Ġwaterpro": 1599,
      "rypt": 1600,
      "Ġmultiple": 1601,
      "Ġtopics": 1602,
      "Ġincludes": 1603,
      "ways": 1604,
      "Ġtwo": 1605,
      "Ġachieve": 1606,
      "Ġfreedom": 1607,
      "Ġefficient": 1608,
      "Ġmounted": 1609,
      "Ġapplications": 1610,
      "TimeReference": 1611,
      "Ġdiagnostics": 1612,
      "ĠObstacle": 1613,
      "Ġspecific": 1614,
      "ifferential": 1615,
      "rchitect": 1616,
      "ĠNVIDIA": 1617,
      "Ġwaterproof": 1618,
      "rchitecture": 1619,
      "20": 1620,
      "PA": 1621,
      "ax": 1622,
      "band": 1623,
      "box": 1624,
      "ched": 1625,
      "dri": 1626,
      "eb": 1627,
      "gest": 1628,
      "ience": 1629,
      "mit": 1630,
      "mers": 1631,
      "obst": 1632,
      "rist": 1633,
      "rical": 1634,
      "sh": 1635,
      "so": 1636,
      "syn": 1637,
      "tight": 1638,
      "vision": 1639,
      "wor": 1640,
      "Ġenti": 1641,
      "Ġta": 1642,
      "ĠAb": 1643,
      "ĠUAR": 1644,
      "Ġcoll": 1645,
      "Ġcould": 1646,
      "roach": 1647,
      "Ġful": 1648,
      "Ġfull": 1649,
      "Ġfact": 1650,
      "Ġmagnet": 1651,
      "Ġbase": 1652,
      "amp": 1653,
      "olution": 1654,
      "ĠBy": 1655,
      "Ġconvers": 1656,
      "urance": 1657,
      "ectrical": 1658,
      "Ġthan": 1659,
      "fort": 1660,
      "ĠDes": 1661,
      "ĠMar": 1662,
      "ĠHowever": 1663,
      "ĠSur": 1664,
      "ĠSPI": 1665,
      "Ġcompute": 1666,
      "Ġcompared": 1667,
      "andom": 1668,
      "istent": 1669,
      "izes": 1670,
      "ization": 1671,
      "Ġprovided": 1672,
      "ify": 1673,
      "Ġwhere": 1674,
      "Ġwhile": 1675,
      "Ġros": 1676,
      "ĠNMC": 1677,
      "Ġunobst": 1678,
      "Ġsimulated": 1679,
      "ĠKrist": 1680,
      "Ġplay": 1681,
      "Ġintegrated": 1682,
      "Ġdetermin": 1683,
      "Ġconnection": 1684,
      "Ġnew": 1685,
      "Ġreco": 1686,
      "ended": 1687,
      "Ġlikely": 1688,
      "ĠJan": 1689,
      "Ġtransfer": 1690,
      "Ġtrained": 1691,
      "Ġremotely": 1692,
      "ientation": 1693,
      "Ġserved": 1694,
      "ructed": 1695,
      "Ġdistribut": 1696,
      "Ġmounting": 1697,
      "Ġconsistent": 1698,
      "Ġcreated": 1699,
      "Ġdependencies": 1700,
      "Ġhappens": 1701,
      "Ġneuron": 1702,
      "Ġsecure": 1703,
      "Ġendurance": 1704,
      "Ġisolates": 1705,
      "Ġentire": 1706,
      "ĠUART": 1707,
      "Ġfully": 1708,
      "Ġunobstructed": 1709,
      "ĠKristian": 1710,
      "'re": 1711,
      "200": 1712,
      "DP": 1713,
      "bed": 1714,
      "bun": 1715,
      "just": 1716,
      "lare": 1717,
      "oal": 1718,
      "tu": 1719,
      "uch": 1720,
      "uard": 1721,
      "vent": 1722,
      "ward": 1723,
      "Ġ9": 1724,
      "Ġtas": 1725,
      "Ġterm": 1726,
      "inu": 1727,
      "inal": 1728,
      "ergy": 1729,
      "enal": 1730,
      "ĠUDP": 1731,
      "ĠUbun": 1732,
      "Ġpenal": 1733,
      "Ġdel": 1734,
      "anced": 1735,
      "ancing": 1736,
      "Ġmuch": 1737,
      "Ġins": 1738,
      "Ġbal": 1739,
      "ough": 1740,
      "stand": 1741,
      "ome": 1742,
      "Ġhy": 1743,
      "Ġhow": 1744,
      "Ġreg": 1745,
      "Ġreinforcement": 1746,
      "ode": 1747,
      "odel": 1748,
      "perform": 1749,
      "tered": 1750,
      "Ġstation": 1751,
      "ĠPre": 1752,
      "ĠPrin": 1753,
      "Ġusage": 1754,
      "verage": 1755,
      "Ġenergy": 1756,
      "Ġareas": 1757,
      "istic": 1758,
      "Ġorientation": 1759,
      "ineer": 1760,
      "threaded": 1761,
      "Ġadjust": 1762,
      "Ġcoast": 1763,
      "Ġrobot": 1764,
      "Ġauthor": 1765,
      "ctions": 1766,
      "Ġdescrib": 1767,
      "ording": 1768,
      "ĠFor": 1769,
      "Ġoperation": 1770,
      "visor": 1771,
      "ially": 1772,
      "ĠAnalysis": 1773,
      "oints": 1774,
      "Ġfeel": 1775,
      "elta": 1776,
      "Ġtechnology": 1777,
      "Ġexperience": 1778,
      "Ġpriority": 1779,
      "ructure": 1780,
      "Ġcomponent": 1781,
      "Ġoutput": 1782,
      "Ġtext": 1783,
      "Ġpolicy": 1784,
      "Ġiniti": 1785,
      "ĠComponent": 1786,
      "Ġadapted": 1787,
      "Ġshutdown": 1788,
      "Ġangular": 1789,
      "Ġbehavior": 1790,
      "Ġchannels": 1791,
      "Ġtasks": 1792,
      "ĠUbuntu": 1793,
      "ĠPrincipal": 1794,
      "Ġcoastal": 1795,
      "71": 1796,
      "LOS": 1797,
      "ault": 1798,
      "ble": 1799,
      "bag": 1800,
      "cell": 1801,
      "control": 1802,
      "eep": 1803,
      "rated": 1804,
      "wo": 1805,
      "ĠÂ": 1806,
      "Ġes": 1807,
      "Ġgr": 1808,
      "Ġtun": 1809,
      "onfig": 1810,
      "Ġalum": 1811,
      "enabled": 1812,
      "Ġcand": 1813,
      "Ġcorre": 1814,
      "Ġsam": 1815,
      "Ġsun": 1816,
      "Ġsize": 1817,
      "real": 1818,
      "Ġdock": 1819,
      "Ġfac": 1820,
      "Ġmet": 1821,
      "Ġmach": 1822,
      "Ġanalysis": 1823,
      "Ġindust": 1824,
      "Ġway": 1825,
      "eline": 1826,
      "Ġop": 1827,
      "Ġprof": 1828,
      "Ġreason": 1829,
      "Ġreward": 1830,
      "ided": 1831,
      "ident": 1832,
      "idate": 1833,
      "Ġoffer": 1834,
      "Ġval": 1835,
      "Ġrud": 1836,
      "Ġrating": 1837,
      "Ġrays": 1838,
      "ĠTr": 1839,
      "ĠTwo": 1840,
      "Ġevery": 1841,
      "ĠDelta": 1842,
      "âĢĵ": 1843,
      "Ġstack": 1844,
      "Ġstatic": 1845,
      "Ġcomput": 1846,
      "jective": 1847,
      "pps": 1848,
      "Ġprojects": 1849,
      "ification": 1850,
      "uss": 1851,
      "ĠIntegr": 1852,
      "acement": 1853,
      "Ġvirt": 1854,
      "aph": 1855,
      "Ġintegrator": 1856,
      "Ġdetect": 1857,
      "ĠProport": 1858,
      "Ġ25": 1859,
      "ledge": 1860,
      "Ġinclude": 1861,
      "cience": 1862,
      "Ġlimited": 1863,
      "Ġprotect": 1864,
      "Ġposs": 1865,
      "Ġexpert": 1866,
      "Ġcurrents": 1867,
      "Ġcontainer": 1868,
      "Ġknowledge": 1869,
      "Ġmotors": 1870,
      "Ġallows": 1871,
      "Ġsea": 1872,
      "Ġenclosures": 1873,
      "Ġheadings": 1874,
      "linear": 1875,
      "Ġdiagnostic": 1876,
      "Ġtypically": 1877,
      "Ġinstalled": 1878,
      "Ġdefault": 1879,
      "Ġrequired": 1880,
      "Ġmaneuver": 1881,
      "Ġlarge": 1882,
      "Ġ128": 1883,
      "Ġencrypt": 1884,
      "Ġreliability": 1885,
      "fixed": 1886,
      "Ġobjective": 1887,
      "pecially": 1888,
      "drift": 1889,
      "world": 1890,
      "ĠAbout": 1891,
      "Ġrosbag": 1892,
      "Ġdeterministic": 1893,
      "Ġespecially": 1894,
      "Ġalumin": 1895,
      "Ġcandidate": 1896,
      "Ġsampl": 1897,
      "Ġindustrial": 1898,
      "Ġvirtual": 1899,
      "ĠProportional": 1900,
      "Guard": 1901,
      "ders": 1902,
      "gps": 1903,
      "ope": 1904,
      "por": 1905,
      "sw": 1906,
      "to": 1907,
      "Ġrol": 1908,
      "Ġart": 1909,
      "ores": 1910,
      "enri": 1911,
      "Ġsw": 1912,
      "Ġsenti": 1913,
      "Ġmus": 1914,
      "Ġmys": 1915,
      "ĠWire": 1916,
      "Ġanim": 1917,
      "Ġansw": 1918,
      "Ġweat": 1919,
      "eli": 1920,
      "Ġle": 1921,
      "Ġlevel": 1922,
      "Ġlithium": 1923,
      "aced": 1924,
      "ĠBollard": 1925,
      "Ġvibr": 1926,
      "ĠCl": 1927,
      "ĠControl": 1928,
      "Ġrate": 1929,
      "aged": 1930,
      "ĠHenri": 1931,
      "Ġstance": 1932,
      "Ġusers": 1933,
      "Ġcompact": 1934,
      "Ġgre": 1935,
      "Ġthese": 1936,
      "Ġalso": 1937,
      "Ġinteract": 1938,
      "Ġlost": 1939,
      "Ġloop": 1940,
      "ĠIts": 1941,
      "ulty": 1942,
      "cloud": 1943,
      "Ġoperator": 1944,
      "Ġrecom": 1945,
      "Ġ14": 1946,
      "ĠDoes": 1947,
      "ailable": 1948,
      "Ġtimest": 1949,
      "Ġhelpful": 1950,
      "Ġguaran": 1951,
      "ervice": 1952,
      "ound": 1953,
      "Ġensures": 1954,
      "Ġdispl": 1955,
      "Ġdisciplin": 1956,
      "effort": 1957,
      "Ġagain": 1958,
      "Ġavailable": 1959,
      "anges": 1960,
      "Ġimplemented": 1961,
      "Ġadvice": 1962,
      "Ġgeneral": 1963,
      "Ġdeveloped": 1964,
      "Ġready": 1965,
      "Ġelimin": 1966,
      "Ġmotor": 1967,
      "Ġdiscuss": 1968,
      "Ġvarious": 1969,
      "Ġmeasure": 1970,
      "Ġmeasured": 1971,
      "cribe": 1972,
      "Ġimprove": 1973,
      "Ġfeature": 1974,
      "Ġsignals": 1975,
      "Ġlightweight": 1976,
      "Ġconverters": 1977,
      "Ġinputs": 1978,
      "Ġvector": 1979,
      "Ġdetailed": 1980,
      "Ġpublishes": 1981,
      "Ġmonitoring": 1982,
      "Ġlayers": 1983,
      "Ġneurons": 1984,
      "Ġrudders": 1985,
      "Ġcomputational": 1986,
      "Ġroll": 1987,
      "Ġmusic": 1988,
      "Ġmyself": 1989,
      "ĠWireGuard": 1990,
      "Ġanimal": 1991,
      "Ġanswer": 1992,
      "Ġweather": 1993,
      "Ġvibrations": 1994,
      "ĠHenrik": 1995,
      "Ġguarante": 1996,
      "Ġdisciplining": 1997,
      "NTNU": 1998,
      "TP": 1999,
      "`.": 2000,
      "br": 2001,
      "data": 2002,
      "fr": 2003,
      "ia": 2004,
      "iform": 2005,
      "ming": 2006,
      "rates": 2007,
      "ratic": 2008,
      "sol": 2009,
      "voidance": 2010,
      "wall": 2011,
      "Ġter": 2012,
      "atas": 2013,
      "atics": 2014,
      "onst": 2015,
      "Ġaround": 2016,
      "Ġarchitecture": 2017,
      "ĠAvoidance": 2018,
      "ĠUSV": 2019,
      "Ġcase": 2020,
      "Ġsel": 2021,
      "Ġsection": 2022,
      "rewall": 2023,
      "Ġpo": 2024,
      "Ġpure": 2025,
      "Ġdur": 2026,
      "Ġdatas": 2027,
      "Ġms": 2028,
      "Ġmost": 2029,
      "aris": 2030,
      "Ġwidth": 2031,
      "Ġlos": 2032,
      "uture": 2033,
      "acing": 2034,
      "Ġreach": 2035,
      "idges": 2036,
      "fore": 2037,
      "oth": 2038,
      "adratic": 2039,
      "ĠScience": 2040,
      "Ġcontrib": 2041,
      "istance": 2042,
      "ĠVeg": 2043,
      "Ġbeams": 2044,
      "Ġbefore": 2045,
      "quency": 2046,
      "Ġlog": 2047,
      "Ġwaters": 2048,
      "Ġview": 2049,
      "apter": 2050,
      "Ġquadratic": 2051,
      "Ġfirewall": 2052,
      "Ġconnects": 2053,
      "Ġconnected": 2054,
      "Ġoperations": 2055,
      "Ġpres": 2056,
      "ĠReal": 2057,
      "Ġapproximately": 2058,
      "Ġmake": 2059,
      "Ġlater": 2060,
      "Ġpacket": 2061,
      "Ġavo": 2062,
      "Ġloads": 2063,
      "Ġunderstand": 2064,
      "Ġneeded": 2065,
      "Ġsurge": 2066,
      "Ġfiles": 2067,
      "Ġreceive": 2068,
      "Ġservice": 2069,
      "Ġdriver": 2070,
      "Ġoutperform": 2071,
      "Ġrecording": 2072,
      "modal": 2073,
      "arting": 2074,
      "Ġpolicies": 2075,
      "Ġbridges": 2076,
      "Ġhousing": 2077,
      "Ġactive": 2078,
      "Ġfeatures": 2079,
      "Ġprogramming": 2080,
      "ĠUniversity": 2081,
      "ometer": 2082,
      "Ġcapture": 2083,
      "Ġedge": 2084,
      "Ġrestarting": 2085,
      "Ġstrategy": 2086,
      "grade": 2087,
      "Ġconversion": 2088,
      "Ġdistributed": 2089,
      "Ġhybr": 2090,
      "Ġprofile": 2091,
      "Ġexpertise": 2092,
      "Ġterms": 2093,
      "Ġdatasets": 2094,
      "ĠVegar": 2095,
      "Ġhybrid": 2096,
      "CH": 2097,
      "FI": 2098,
      "FO": 2099,
      "MS": 2100,
      "PM": 2101,
      "Py": 2102,
      "ey": 2103,
      "ha": 2104,
      "ilu": 2105,
      "iqu": 2106,
      "ob": 2107,
      "ring": 2108,
      "speed": 2109,
      "ti": 2110,
      "tain": 2111,
      "Â°": 2112,
      "Â²": 2113,
      "Î±": 2114,
      "ĠÎ±": 2115,
      "Ġtel": 2116,
      "Ġtell": 2117,
      "inello": 2118,
      "erial": 2119,
      "hem": 2120,
      "Ġcm": 2121,
      "Ġcru": 2122,
      "Ġcode": 2123,
      "Ġso": 2124,
      "Ġpul": 2125,
      "Ġdr": 2126,
      "rot": 2127,
      "rote": 2128,
      "Ġfus": 2129,
      "Ġfails": 2130,
      "Ġmay": 2131,
      "Ġmoving": 2132,
      "ĠWhere": 2133,
      "Ġbox": 2134,
      "Ġboth": 2135,
      "Ġwrote": 2136,
      "sters": 2137,
      "imet": 2138,
      "Ġlow": 2139,
      "amps": 2140,
      "Ġhas": 2141,
      "Ġhost": 2142,
      "Ġhidd": 2143,
      "ĠRL": 2144,
      "ĠReli": 2145,
      "owers": 2146,
      "Ġthread": 2147,
      "ules": 2148,
      "ulations": 2149,
      "Ġrad": 2150,
      "Ġrend": 2151,
      "Ġrandom": 2152,
      "Ġrules": 2153,
      "ĠTime": 2154,
      "ocal": 2155,
      "ĠHum": 2156,
      "ĠHardware": 2157,
      "ĠHPI": 2158,
      "Ġemot": 2159,
      "ĠLearning": 2160,
      "ĠLithium": 2161,
      "ĠNum": 2162,
      "ĠDeep": 2163,
      "chest": 2164,
      "Ġstate": 2165,
      "ments": 2166,
      "ĠSim": 2167,
      "ĠGMS": 2168,
      "Ġeng": 2169,
      "ĠVessel": 2170,
      "ĠVia": 2171,
      "Ġorchest": 2172,
      "Ġpreload": 2173,
      "Ġalways": 2174,
      "Ġcoax": 2175,
      "Ġrole": 2176,
      "Ġlogg": 2177,
      "ĠOn": 2178,
      "Ġunit": 2179,
      "ults": 2180,
      "Ġimmers": 2181,
      "Ġkey": 2182,
      "Ġscann": 2183,
      "Ġmanage": 2184,
      "Ġmanages": 2185,
      "allen": 2186,
      "viation": 2187,
      "Ġchallen": 2188,
      "Ġconnectors": 2189,
      "Ġoperational": 2190,
      "Ġwatertight": 2191,
      "ĠReinforcement": 2192,
      "Ġresearcher": 2193,
      "Ġupdated": 2194,
      "Ġrelative": 2195,
      "ourage": 2196,
      "Ġsetup": 2197,
      "Ġ500": 2198,
      "Ġsupervision": 2199,
      "Ġguided": 2200,
      "epar": 2201,
      "Ġshared": 2202,
      "Ġprocesses": 2203,
      "Ġperformed": 2204,
      "Ġcurves": 2205,
      "Ġspacing": 2206,
      "Ġtechniqu": 2207,
      "Ġaddress": 2208,
      "Ġgenerate": 2209,
      "Ġcoordination": 2210,
      "Ġcoordinate": 2211,
      "Ġreading": 2212,
      "Ġnavigate": 2213,
      "Ġformats": 2214,
      "Ġpublication": 2215,
      "Ġdrift": 2216,
      "Ġembed": 2217,
      "ĠNorway": 2218,
      "Ġapplied": 2219,
      "Ġscenario": 2220,
      "Ġtools": 2221,
      "ĠCompose": 2222,
      "Ġwra": 2223,
      "Ġwrite": 2224,
      "Ġ80": 2225,
      "Ġclusters": 2226,
      "Ġfailu": 2227,
      "Ġhorizon": 2228,
      "Ġcentimet": 2229,
      "Ġexperiment": 2230,
      "mitted": 2231,
      "Ġtake": 2232,
      "Ġmagnetic": 2233,
      "amping": 2234,
      "ĠMarinello": 2235,
      "ĠSurface": 2236,
      "Ġrecovery": 2237,
      "Ġinside": 2238,
      "Ġbalancing": 2239,
      "ineering": 2240,
      "ĠÂ±": 2241,
      "Ġpossible": 2242,
      "Ġlead": 2243,
      "Ġtimestamps": 2244,
      "Ġagainst": 2245,
      "Ġeliminates": 2246,
      "Ġselected": 2247,
      "Ġoutperformed": 2248,
      "CHED": 2249,
      "FIFO": 2250,
      "Ġfusion": 2251,
      "Ġhidden": 2252,
      "ĠReliable": 2253,
      "ĠHPIPM": 2254,
      "ĠNumPy": 2255,
      "ĠGMSL": 2256,
      "Ġorchestrates": 2257,
      "Ġpreloaded": 2258,
      "Ġcoaxial": 2259,
      "Ġimmersion": 2260,
      "Ġscanner": 2261,
      "Ġtechnique": 2262,
      "Ġfailure": 2263,
      "BX": 2264,
      "Cl": 2265,
      "LU": 2266,
      "PCA": 2267,
      "TC": 2268,
      "bal": 2269,
      "beat": 2270,
      "fic": 2271,
      "ivel": 2272,
      "kes": 2273,
      "low": 2274,
      "launch": 2275,
      "life": 2276,
      "py": 2277,
      "points": 2278,
      "ror": 2279,
      "the": 2280,
      "tensive": 2281,
      "Ġ=": 2282,
      "Ġer": 2283,
      "Ġest": 2284,
      "intensive": 2285,
      "erical": 2286,
      "eries": 2287,
      "erts": 2288,
      "ĠUBX": 2289,
      "Ġcle": 2290,
      "Ġsect": 2291,
      "Ġsecond": 2292,
      "Ġthem": 2293,
      "Ġpa": 2294,
      "Ġps": 2295,
      "Ġdire": 2296,
      "icit": 2297,
      "anch": 2298,
      "ange": 2299,
      "anning": 2300,
      "ants": 2301,
      "Ġmo": 2302,
      "itter": 2303,
      "Ġbas": 2304,
      "eler": 2305,
      "ecess": 2306,
      "Ġlive": 2307,
      "Ġline": 2308,
      "Ġlaw": 2309,
      "ampere": 2310,
      "utes": 2311,
      "Ġrep": 2312,
      "Ġublox": 2313,
      "igm": 2314,
      "Ġnecess": 2315,
      "Ġright": 2316,
      "Ġranges": 2317,
      "ass": 2318,
      "perception": 2319,
      "other": 2320,
      "Ġwithin": 2321,
      "Ġstructure": 2322,
      "ilit": 2323,
      "ĠPCA": 2324,
      "ĠMB": 2325,
      "abor": 2326,
      "abling": 2327,
      "ĠSCHED": 2328,
      "ĠGive": 2329,
      "Ġcompat": 2330,
      "Ġcomplex": 2331,
      "Ġconte": 2332,
      "rix": 2333,
      "ries": 2334,
      "Ġprevent": 2335,
      "Ġabsol": 2336,
      "rong": 2337,
      "Ġalerts": 2338,
      "quential": 2339,
      "Ġtraf": 2340,
      "Ġresolution": 2341,
      "Ġcontrolled": 2342,
      "off": 2343,
